{
	"iconURL": "http://static.tumblr.com/a295b37dd192646fa1fd7fb66092af0f/djayg0e/04Ensfpqb/tumblr_static_6rqhssg0lxk4kwoko40cs8ws8.png",
	"website": "https://borderlands.com/",
	"characters": [
		{
			"name":"Torgue",
			"data": {
				"name": "Torgue",
				"title": "Mr. Torgue...FLEXINGTON",
				"color": 31926,
				"imageURL": "https://imgur.com/Q97zgAT.jpg",
				"fandom": "https://borderlands.fandom.com/wiki/Torgue",
				"quotes": [
					"KIDS THESE DAYS AND THEIR CRAZY LANGUAGE AM I RIGHT!?", "A LOT OF PEOPLE BEEN ASKING ME WHY MY VOICE BEEPS ALL THE F\\*CKIN TIME. THE TORGUE SHAREHOLDERS WIRED MY VOICEBOX WITH A DIGITAL CENSOR SO I CAN'T SAY STUFF LIKE SH\\*T, C\\*CK, OR P\\*SSY F\\*CKIN' D\\*CKBALLS! THATS HALF MY F\\*CKIN' VOCABULARY, IT'S GODDAMN BULLSH\\*T!",
					"THIS IS MISTER TORGUE SAYING THAT I AM REALLY HUNGRY. SOMEBODY BRING ME A SANDWICH! ... END OF THE ANNOUNCEMENT.",
					"This fight reminds me of my dad! ALCOHOLISM DESTROYS FAMILIES!",
					"MY CHEST IS HUGE!",
					"WE HAVEN'T TALKED IN A WHILE! I'VE BEEN BUSY TRYING NOT TO GET KICKED OUTTA MY OWN COMPANY BY MY DOUCHEBAG SHAREHOLDERS! HOW'S STUFF ON YOUR END?",
					"GET PUMPED!",
					"RELEASE ME! I'M INNOCENT! JUST KIDDING, I LIKE PLAYING THE PART OF AN ANGRY PRISONER!",
					"THIS POSITION IS REALLY UNCOMFORTABLE!",
					"I JUST REALIZED THIS IS THE FIRST TIME WE'VE MET IN PERSON! YOU ARE VERY ATTRACTIVE!",
					"THAT SENTENCE HAD TOO MANY SYLLABLES! APOLOGIZE!",
					"IS IT JUST ME OR DOES IT SEEM LIKE HE'S GONNA BETRAY THE F\\*CK OUTTA YOU!?",
					"BIG DEAL. I CAN USE INNUENDO TOO. TONIGHT'S FIGHT IS BETWEEN FLYBOY AND THE VAULT HUNTER...BLOWJOBS!",
					"YOU MAY ASK WHO WAS WEARING THE BOLO TIE? ME OR THE SHARK? ANSWER: YES",
					"NOTHING IS MORE BADASS THAN TREATING A WOMAN WITH RESPECT!",
					"I probably shoulda set you up with a sponsor beforehand but I am F\\*CKIN' DISORGANIZED AS SH\\*T and was busy suplexing a shark wearing a bolo tie when I should have been setting up sponsors. You may ask, Who was wearing the bolo tie, you or the shark? Answer: YES.",
					"BY REGISTERING IN THE BADASS TOURNAMENT, YOU LEGALLY FORFEIT YOUR RIGHT TO CRY, EAT TOFU, OR WATCH MOVIES WHERE PEOPLE, KISS IN THE RAIN AND SH\\*T.",
					"WWWEEEEOOOO WWWEEEOOOOOO WEO WEO WEO WEO WEO MMMOOEEEAAAMMMMWWWWWOOOEEEE",
					"Right now, you're ranked fifty in the badass leaderboards, which puts you behind my grandma but ahead of a guy she gummed to death. IT TOOK SEVERAL HOURS.",
					"I'm Torgue, and I am here to ask you one question, and one question only: EXPLOSIONS?!",
					"You may have noticed that everyone here is trying to kill you, Torgue personnel included. YOU'RE WELCOME. I didn't want you to get bored so I was like, F\\*ck it, give everybody guns! We lost like half our workforce in three days, but who gives a F\\*CK!?",
					"If you're still alive, grab some ammo. If you're not, THIS MESSAGE IS IRRELEVANT!",
					"MEEDLYMEEDLYMEEDLYMOWOWOWOWOWWWW!",
					"NOW GO PUNCH SOME BAD GUYS IN THE DICK!",
					"THANKS FOR BROWSING OUR WARES, YOU BADASS MOTHERF\\*CKER!",
					"TOODLES!",
					"TESTOSTERONE!",
					"CONGRATULATIONS! YOU ARE NOT A P\\*SSY!",
					"KEEP BUYIN', MOTHERF\\*CKER!",
					"EXPLOSIONS OF BOREDOM!",
					"NOW BLOW SOME SH\\*T UP!",
					"EXPLOOOSIOOOOOOOOOOONS!",
					"YOU HAVE MADE ME PROUD!"
				]
			}
		},
		{
			"name":"Krieg",
			"data": {
				"name": "Krieg",
				"title": "Conductor of the Poop Train",
				"color": 16711680,
				"imageURL": "https://imgur.com/aL2gBoH.jpg",
				"fandom": "https://borderlands.fandom.com/wiki/Psycho",
				"quotes": [
					"Crack the ribcage to get the goodies!",
					"My pain-toys!",
					"Gimme your guts, metal box!",
					"I'LL CRACK YOUR MIND AND BEAT YOUR PROBLEMS TO DEATH!",
					"Shoot and loot and loot and shoot.",
					"Look at all the death-trinkets!",
					"Hurt me more!",
					"GET OUT OF MY HEAD!!",
					"KILL THE LITTLE MAN!!",
					"Get out, get out, GET OUT!!!",
					"Bring me a bucket, and I'll show you a bucket!",
					"I'm gonna beat you to life!",
					"I'm gonna make hammocks, from your eye lids!",
					"SEEEEEEMEEENNNN!!",
					"I need a powerful woman! Right now!",
					"Pussy! Pussypussypussypussypussy pussy!",
					"I think he's gonna play xylophone with my spinal cord!",
					"Never gonna give you up...",
					"It's time for the meat puppet!",
					"This is prison and we're the guys in the shower!",
					"I'm gonna floss my teeth... with your face!",
					"You're gonna be my new meat bicycle!",
					"Foreskin hats for my puppets!",
					"Mornin' After Kill is that you!?",
					"LIGHT THE FUSES BITCHES...",
					"NIPPLE SALADS! Nipple salads... NIPPLE SALADS!",
					"I'M THE CONDUCTOR OF THE POOP TRAIN!",
					"NEVER STOP THE KILLING!! NEVER!!",
					"Hurt the one you love! Do it!",
					"A killing tool, put it in me!"
				]
			}
		},
		{
			"name":"Jack",
			"data": {
				"name": "Jack",
				"title": "Handsome Jack",
				"color": 15793920,
				"imageURL": "https://pm1.narvii.com/5901/da5b655b2303fa7dc7e81fd9deee5fa3cf735fc3_hq.jpg",
				"fandom": "https://borderlands.fandom.com/wiki/Jack",
				"quotes": [
					"DICKS PEOPLE!!! I'm talking about dicks.",
					"Hey, kiddo. Jack here -- president of Hyperion. Lemme explain how things work here: Vault Hunter shows up. Vault hunter looks for the new vault. Vault Hunter gets killed. By me. Seeing the problem here? You're still alive. So, if you could just do me a favor and off yourself, that’d be great. Thanks, pumpkin.",
					"Getting uncomfortable now.",
					"BWRRPHHHTT! -- Urgggh, I wanna go home...",
					"This is the picture of a woman who would smile while she shot me in the scrote.",
					"F\\*ck you in the \\*\\*\\*!",
					"JAAAACK HERE!",
					"Whole lotta unattractive people.",
					"UGLIES!",
					"Hah! He was totally like ‘Pssh! Ahh, no’!",
					"It’s like a snow globe, but awesome.",
					"I hate you so much, Claptrap.",
					"Please don't dance, please don't dance!!",
					"Something something hero stuff. Something something I’m attractive.",
					"'Aaaand…lost.' - Jack while looking at map.",
					"Child-murderer!",
					"I'm gonna kill you and the rest of your stupid Vault Hunter friends!",
					"You and ME, **craphole**! It all comes down to this!",
					"*Hi jackass!*",
					"*Yeah take it, bitch!*",
					"Hey, did I show you my turret?",
					"Oh what's going on, you can't hurt me anymore oh that's gotta be SO FRUSTRATING!",
					"CRAP! Crapcrapcrap!!",
					"Shit-shitshitshit!!",
					"No, no, no... I can't die like this... Not when I'm so close... And not at the hands of a filthy bandit! I could have saved this planet! I could have actually restored order! And I wasn't supposed to die by the hands... of a CHILD KILLING PSYCHOPATH!! You're a savage! You're a maniac, you are a bandit, AND I AM THE GODDAMN HERO!!",
					"I will pay you to kill yourself.",
					"Oh, for the LOVE of - okay. Great. Success. You're pissing me off. Good for you! Here's your prize!",
					"Oh come ON! What's wrong with that statue? I'm holding the Vault Key and a BABY. You know what babies are, right? Those little soft pink things your kind eats after you're done rolling around in your own feces? Ring a bell?",
					"What is this even ACCOMPLISHING?! Are you trying to piss me off? Was that your goal? Well mission accomplished, jaggoff. Y'know, when I'm curbstomping your dumb ass to death, you can take solace in the fact that, one time, for like, eight seconds, you mildly irritated me. Good for you. Your parents must be so proud.",
					"Yeah - no - go ahead. Knock that last one down. I've already got a great idea for a new statue. It's just gonna be me - kicking you - in the junk. I'm gonna commission like fifteen of those sumbitches and put 'em everywhere!",
					"You are such a jackass.",
					"...This guy rushes me with a spoon. A fricking spoon. And I'm just laughing. So I scoop out his eyeballs with it, and his kids are all, \"aghhhhh!,\" and, ah...you had to be there. Anyway, the moral is: you're a bitch.",
					"Oh, get over it. I shot ONE baby. And, in fairness, it was being a dick.",
					"You feel that? That electricity in the air when you're just aching to murder someone? Haven't felt that in such a long time.",
					"Never meet your heroes, kid, they're all dicks. Every last one.",
					"Butt Stallion! Here girl!!\" *Neighs* \"Butt Stallion says Hello.",
					"Hey! How--ah these pretzels suck... How's your day been buddy?",
					"\"I've been trying to piece it all together and it's simpler than that. Your just an asshole\" \n Jack: \"You know that's funny, that's the last thing my daughter said to me. Aaaaand she was right\"",
					"...and the moral of the story, is that you're a total bitch.",
					"Testing? Testing one two? One two. And now I have the voice of a douchebag. Great. ",
					"Ol' balloon-tits is still holdin' a grudge against me, huh? Don't get me wrong, I understand it -- once you've eaten prime rib for free, it's hard to go back to suckin' down hamburgers for cash. If you know what I'm talking about. ",
					"Yes, I am Handsome Jack. I'm a hero who is good at everything, especially intercourse.",
					"Oh, I'm sorry, Condescend, its a word that means talk down to, you got that kitten?",
					"Mmmm, do you feel that, child-killer?",
					"I dislike Claptrap, and hope he dies",
					"That sounds like a reaaaaally crappy band name.",
					"Yeah. Thanks. Just had to help kill a few innocent people and nearly got murdered by the girl of my dreams, but... yeah. Woo. Go me. ...I hate my life.",
					"And the world just got twenty-five percent more handsome.",
					"HAH HAH HAH HAH oh god what am I doing?",
					"Big ass mouth breather!",
					"Now you’re stuck with that dumb look on your face!",
					"Multiply the prettiness!",
					"Nothing personal, I’m just better than most people.",
					"Don’t mess with Jack… cupcake.",
					"Wow. Bravo. Champagne. Cheers. High-five. Slow clap. You got the damn power core, didn’t you? (beat) You’ve been warned, the kid gloves are coming off. Tighten up the big-boy pants because things are gonna get really bad for you Vault Hunters."
				]
			}
		},
		{
			"name":"Brick",
			"data": {
				"name": "Brick",
				"title": "Brick - Slab King",
				"color": 13632516,
				"imageURL": "https://imgur.com/tS6awgf.jpg",
				"fandom": "https://borderlands.fandom.com/wiki/Brick",
				"quotes": [
					"Intruder, huh? Sounds like Hyperion sent another assassin! Alrights, boys: Fight like badasses, or die like bitches!",
					"I tried to keep to myself, but nooo! You Hyperion bastards HAD to come after me -- you just HAD to kill Dusty!...You wanna treat me like a bandit, that’s EXACTLY what I’m gonna be!",
					"You made it to my throne room, recruit -- but now it's time for the real initiation! Slabs! RIP 'EM UUUUP!",
					"Dusty...was just a puppy -- almost as nice as my first dog! You let your boss know I’m gonna do to him exactly what he did to her. 'cept slower. You --",
					"Now that you're warmed up, let's get SERIOUS! NEXT!",
					"The pain's a-coming! Get ready, recruit!",
					"What do you MEAN they ain’t from Hyperion? Ohhhh -- must be a new recruit! Alright, boys, let's put 'em through the ringer!",
					"If you Slabs can't wreck some random recruit, how the hell are you gonna hurt Jack? By cramping his trigger finger?",
					"The recruit's in the buzzard factory! Hell, I hope he kills the rest of you worthless slabs!",
					"That was disgusting -- I love it!",
					"You slabs are pathetic!",
					"I haven't seen moves like that in years!",
					"The recruit's makin' you look like idiots! Slabs, go get 'em!",
					"You slabs suck!",
					"You call yourselves badasses?! The Vault Hunter's wipin' the floor with ya!",
					"Cover is for wusses -- get your ass up and fight!",
					"Did you see that guy's face melt?! AHAHAH!",
					"Ahaha -- you slabs thought you had 'em, didn't ya?!",
					"Uh oh -- goliath on the loose!",
					"Better kill that goliath quick -- he's powering up!",
					"Hand to hand, just how I like it!",
					"You idiots always wanted to fight another Vault Hunter -- well, now's your chance!",
					"I love a good elemental kill!",
					"You killed some of my best men just to get to me. I only got one thing to say to you.",
					"That was AWESOME!",
					"You are the biggest badass of all TIME! And you survived initiation -- I'm proud to call you a Slab.",
					"So, whatcha want?",
					"(reading to himself) Heh. I was wondering when Roland'd call in that favor. So -- the bunker. Now that you’re one of us, my buzzards could help you take her down. Go tell Roland I’m in.",
					"Oh, and just so you know? My slabs'll probly still try to kill ya, cause they're friggin' idiots. Don't feel bad about killin' em. I never do.",
					"What the -- Hyperion assault! Look out!",
					"God dammit, I am so SICK of these earthquakes! If I could punch this planet in the face, I would!",
					"Aw, crap! Slab, we gotta stop those mortars or there won’t be nobody left to help you with the bunker!",
					"That's enough; you did good! Get back here!",
					"Wow. You ARE a true Slab!",
					"I'm proud to call you a Slab. When the time comes to take out that bunker, my buzzards'll be there.",
					"Follow me! Jack musta dropped some beacons to guide the mortars! If we don't destroy the beacons, we're dead!",
					"Tell Jack I’m comin’ for him next!",
					"Eat fist, you Hyperion rakksucks!",
					"Hyperion’s gotta DIE!",
					"Damn, I'm good!",
					"Show me some blood!",
					"KNOCK KNOCK, BITCHES! OPEN UP!",
					"Badass job, Slab! You remind me of me, back in the old days. With those Odomo charges,my boys'll help you break into the Info Stockade and find out where Jack's got Lilith and the Warrior. I'll let Mordecai know you're headed back to Sanctuary.",
					"Slab, did you -- did you just jump off The Buzzard's Nest? ...God DAMN you make me proud!",
					"BOOM!",
					"Mordecai told me what happened to Roland. So here's what we do. We bury Roland. We save this planet. And we kill Jack, his associates, his friends, his FAMILY -- everyone's he's EVER MET! WE SKIN 'EM WITH THEIR OWN GODDAMN TEETH! (heavy breathing) I'm sorry. We went our separate ways a few years back, but Roland was my friend. And nobody -- nobody -- hurts my friends.",
					"I wish I had more warriors like you. Between us, the rest of these slabs are kinda useless.",
					"You punched anything lately?",
					"I'm gonna kill him, Mordy."
				]
			}
		},
		{
			"name":"Moxxi",
			"data": {
				"name": "Moxxi",
				"title": "Max Moxxi",
				"color": 16715460,
				"imageURL": "https://i.imgur.com/nsnjo5q.jpg",
				"fandom": "https://borderlands.fandom.com/wiki/Max_Moxxi",
				"quotes": [
					"What can I do you for? Wait... I'm not that kind of girl... Wait... Yes I am...",
					"Well hello there.",
					"You need me again, sweet lips?",
					"Hey, sugar -- wanna help a lady out?",
					"Like what you see?",
					"You know, you're not like the others. I can throw out a saucy innuendo and an animal noise at these goons and they're putty in my hands. But you? You're made of firmer stuff. Me-oww.",
					"I'm a bit tired, so just imagine I said something incredibly suggestive, will you?",
					"Oh, you sweet thing.",
					"Always love a good tip.",
					"Haha, you're gonna make me blush!",
					"Tiger growl!",
					"You keep that up, I might just have to pay you back somehow.",
					"Just when I thought you couldn't get any more attractive.",
					"Spending all that money on little ol' me? I'm flattered.",
					"I haven't seen someone throw that much money around since... my last boyfriend.",
					"Hell, I'm all wet. I mean -- I spilled a drink. Before you came in. Not 'cause you tipped me. Good god, I'm not that easy.",
					"Awwh, you're makin' me as shy as a hooker in confession! I'm not a hooker, though. Don't go spreading that around.",
					"I'll be able to rebuild the Underdome in no time!",
					"You remind me of my last boyfriend. Think you met him. Name of Jack. Real charmer, at first. Always opening doors for me, *telling me I'm beautiful, shooting anyone in the face if they looked at me sideways. Course, then he got clingy and I *dropped him like a bad habit -- which as it turns out, wasn't the best idea.",
					"One step closer to rebuilding the Underdome. Jack didn't take it too well when I kicked him to the curb. Way he figured it, if he couldn't have the thing he loved, neither could I. He sent his goons to burn the Underdome to the ground. I think he's planning to rebuild it in his own image, but he's missing the stuff that made it great... the flash, the pizzazz, the personality... and his tits aren't as nice.",
					"They say money can't buy you love, but it's a damned good replacement. Though, Mordecai might disagree with that. Poor guy... I offered him a rakk hive's worth of guns and cash for winning the top spot in my Underdome, but he never wanted any of it. If I had a nickel for every time he asked me to run away with him? Well, I wouldn't need a tip jar, that's for sure.",
					"Thanks for the tips, sugar. I think it's time your generosity was... rewarded.",
					"I tell ya, sugar: the resistance was desperate for someone like you. Roland's a real sweetheart, but everybody knows this city's just a skagleap away from getting torn apart by Hyperion or the bandits. We all thought we were safe in New Haven a few years back, but that... that didn't turn out so well.",
					"I appreciate it, darlin' -- business hasn't been so hot since Hyperion rolled into town. They talk big about cleaning up the wasteland and civilizing Pandora, but it really just comes down to two things: money and control. And Hyperion wants both.",
					"You met Ellie yet? Lovely girl. Hates my guts. I tried to explain to her, there's no harm in putting just a little effort into your appearance. A little rouge here, some dieting there -- reasonable requests, I thought -- but a few years of that were enough to make her move out to The Dust. Said something about making her own way, that she didn't need Scooter or I. Kids, you know?",
					"Thanks! This place ain't doing great, but it's still doing better than most -- nothing dulls the pain of losing a war quite like a strong glass of rakk-ale.",
					"Appreciated, sugar. That reminds me of something Jimbo Hodunk told me right before me and the kids left his disgusting bandit clan forever. He said, Hng dong pohng, bern-downg, hash-bohn buh-ba. Jowm, hmm. I'll never forget that.",
					"You haven't met the Hodunks yet, have you? Bastards, every one of 'em. They think just 'cause you're born into their stupid clan, you have to follow their rules, date who they tell you to date, murder who they tell you to murder, and -- yeugh. Good lawrd, I am so glad the kids and I left that STUPID clan fer-- oh god. Oh god, did I go back into the accent? Oh no. Oh crap. DON'T TELL ANYBODY.",
					"Fair warning: you call me wench, I shoot you in the kneecap.",
					"Have a drink, gamble, or punch my more douchebaggy clientele until they explode. Up to you.",
					"So, I'm in a world entirely of Tiny Tina's creation, huh? If it weren't for how great my rack looks, I'd say this might be what hell is like.",
					"Ellie gets to be the cool swordmaster, and I'm a tavern owner? Friggin' typecasting.",
					"Given the setting, I should probably have some fantasy-themed innuendos ready. Mind if I bounce 'em off you? Ahem. I'd like to tame your dragon, if you know what I -- nope, that... this is awful. Totally forced. Pretend it never happened.",
					"Yeah... I'm lookin' pretty good.",
					"Hey, has Moxxi mentioned me? Wait, that made no sense.",
					"Everybody's thinking it, so I'll just say it: Tavern Moxxi cosplay! Works for medieval faires, conventions, or postmodern feminist rallies."
				 ]
			}
		},
		{
			"name":"Claptrap",
			"data": {
				"name": "Claptrap",
				"title": "CL4P-TP",
				"color": 16514335,
				"imageURL": "https://imgur.com/lHaLBCx.jpg",
				"fandom": "https://borderlands.fandom.com/wiki/Claptrap",
				"quotes": [
					"Allow me to introduce myself -- I am a CL4P-TP steward robot, but my friends call me Claptrap! Or they would, if any of them were still alive. Or had existed in the first place! Oh -- I’ve got something for you!",
					"Man, this is great! Now that I've met a mighty vault hunter, I can finally join the resistance in Sanctuary, take vengeance against Jack for killing my product line, and repair my central processor so I stop thinking out loud! (beat.) I wonder what it's like to have a belly button.",
					"Well done, minion! Your ability to walk short distances without dying will be Handsome Jack's downfall!",
					"Apart from the excruciating pain, this is great! I’ve always wanted to have a mighty vault hunter helping me out! I will be your wise leader, and you - you shall be my fearless minion!",
					"AAAAAAAAND OPENNNNNNN!!!!",
					"You made it! Your ability to walk short distances without dying will be Handsome Jack's downfall!",
					"MY EYE! AHHHHHH!",
					"Egads!",
					"Ahh. Smell that crisp Pandoran aaaaAAAAAAAAAAIR!",
					"Minion, you may wonder why I don't just take a replacement eye from one of these broken Claptraps. Two reasons: firstly, because me and my eye have been through a lot. Secondly, because shut up.",
					"Onward, seeing-eye minion! Lemme know if I'm gonna run into anything!",
					"Keep your wits about you, minion -- this glacier’s run by a bandit named Captain Flynt. The jerk kept me as his torture plaything for a few months. We played games like “dodge the blowtorch,” and “don’t get dunked into the pool of acid.” I was really good at the first one.",
					"You're fighting something, aren't you? I can tell -- I have very acute hearing!",
					"Here we go -- I bet that Blindsiding bastard is around here somewhere --",
					"Ahhh! I hear Bullymongs! Sic 'em, minion!",
					"...You still there? I don't hear Bullymongs anymore. Kinda just waiting on you. To get me outta here. But please, take your time. (Beat.) Can't help but notice you're not getting me out of here. Maybe you're thinking, oh, Claptrap's such a strong and noble paragon of justice and skill, he can get himself out. Which, most of the time, you would be totally right about. But as it stands right now, I could use some help. And if you don't, I'm gonna have to pull out the big guns -- I'll hit ya with the silent treatment. See how you like that. (Long pause.) Yep. Giving you the silent treatment. Feel the sting of my passive-aggression. Being totally silent. (Long pause.) Not talking to you at all. (Long pause.) Total silence.",
					"Vamanos, minion!",
					"OH MY FUCKING GOD! THEY'RE COMING OUTTA THE WALL SPHINCTERS!!!!!",
					"Ha! This door's Hyperion tech -- child's play! Aaaaaaand OPEN!",
					"Can't wait for Hammerlock to screw my eye back in. Me and him are thick as thieves, specifically in that I once stole his gas-powered generator because I had a crush on it. Don't judge.",
					"This way to Southern Shelf, minion -- let's go! Maybe! ...Or, not! We’ll go at your pace! I’m obviously the head of this operation, of course, but you’re the Vault Hunter with the brawn. And the guns. And the power of sight. Which is exactly what you want out of a minion, really. That’s, like, three of the top four things one generally wants out of a minion. You’ll figure out the fourth when the time is right. (beat.) The fourth is pizzazz.",
					"Nice boomsticks, friendo! You're looking swank! Now, to get to Sanctuary, we've gotta retrieve my boat from the clutches of Captain Flynt. He's a real douche: dumb as a bag of wrenches, smells like old ham--",
					"I knew Hammerlock would come around eventually. Me and him are like two peas in a pod! Two bullets in a mag! Two cannibal midgets in a fat guy's ribcage!",
					"Ha-HA! I am ALIIIIIVE!",
					"Suck it, Flynt! My new minion's a bonafide badass!",
					"Oh god! They’re coming outta the wall-sphincters!",
					"They're weak to bullets, minion!",
					"I apologize for saying “wall sphincters.” I say that a lot when I’m frightened.",
					"Woah -- that looked like it hurt. Do it again!",
					"Uh, maybe you’re not running fast enough?",
					"That's right, baby! My Vault Hunter is a BADASS! Good job waxing Boom Boom, minion.",
					"Rrrrragh! Stairs! I can’t climb stairs! Let’s find another way up!",
					"Take your time, minion. Standing on immobile platforms is one of my top three favorite pastimes! Right behind dancing and crying.",
					"Ahahahhaha! I ascend!",
					"I wish I had legs.",
					"PROTECT ME, MINION!",
					"Minion! Hey, minion! Don’t get shot!",
					"BOOYAH!",
					"Minion, what have you DONE?! These were human beings with lives and families and--(suddenly changing tone of voice) I’m totally kidding, SCREW those guys!",
					"(with punching and kicking noises in the background) So, - I might have tried to stage a mutiny on Captain Flynt’s ship before the flash-freeze. Which explains why his men are currently beating the crap out of me. Right, guys?",
					"Oh, SPHINCTERS! I’m so sorry Captain Flynt sir, please don’t burn me again...",
					"BOOYAH! You're the most fearsome warrior this glacier has ever seen, pal!",
					"I got a hat.",
					"(heavy sigh.) Ignored again.",
					"There she is! Me mighty vessel! Lower her into the water, ye salty dog!",
					"To Sanctuary, minion!",
					"Let us set sail!",
					"Visible...invisible! Visible! Invisible. Hey, how ya doin, I’m Claptrap and I’m INVISIBLE!",
					"Come on. Right here. Up top. Don’t leave me hangin’, bro. Don’t make this awkward. (beat.) Well, mission failed. It’s awkward now, huh. I made it weird. Still -- you know what’d make you feel better? A high-five from your buddy Claptrap. Just imagine it -- the sharp smack of hand against hand, the feeling of accomplishment, of brotherhood -- okay, I’m making it weird again. Sorry. Okay, how about this: I’ll count to three. If you haven’t high-fived me by the time I get to three I’ll assume you don’t want a high-five. Ready? One. Two. Three. (beat.) Okay, the three count was a dumb idea. You clearly want to high-five me, you’re just not sure how. I understand. Fear not, though -- you need only smack my hand, and bam -- high-five complete. Okay. Ready? ...Go!",
					"Minion! Thank Asimov you're not dead!",
					"LET'S TEAR THIS PLANET A NEW ASSHOLE! YAAAAAAGHHHHH!",
					"NOOOOO! DAMN YOU, STAIRS!",
					"Dammit, Jack -- how did you know stairs were my ONLY weakness?! Next to electrocution, and explosions, and gunfire, rust, corrosion, being kicked a lot, viruses, being called bad names, falling from great heights, drowning, adult onset diabetes, being looked at funny, heart attacks, exposure to oxygen, being turned down by women, and pet allergens! Your brilliance is matched only by your malevolence!",
					"You hear me, Jack?! You killed my friends! You destroyed my product line! I am the last Claptrap in existence, AND I AM GOING TO TEABAG YOUR CORPSE!",
					"A door?! You think a door can stop me, Jack?! I was MADE to open doors! HAHAHAHA!",
					"Sic 'em, minion!",
					"Best! Minion! Ever!",
					"FUUUUUUUUUUUUUUUUUUUUUUCK! DAMN YOU, STAIRS! DAMN YOU TO HELL!",
					"Minion, you’ve gotta go on without me! Do your master proud!",
					"Buddy?! Everything okay? Are you dead? I have no idea what’s going on right now!",
					"That’s right, Jack! I conquered your stairs! Prepare to feel the wrath of a CLAPTRAP WITH LEGS!",
					"This feels good. Feels right.",
					"AHHHHH! Minion, draw their fire with your face while I cloak my way over to the door controls!",
					"Well my name is claptrap and I'm on pandora where the fauna is strange but so is the flora and I'm always just tryin' to get open the door-a and I always have a hard time and it's…just…what rhymes with time?",
					"GOD F*CKING DAMMIT!",
					"I'm overriding the door locks! Just stay alive, minion!",
					"HOLY SH*T! IT ACTUALLY WORKED! The turrets are fighting for us now! I ACTUALLY DID SOMETHING!",
					"STAIRS?! GOD DAAAAAAAAAAAAAAAAAAAAAMN IIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIT!!!!!",
					"Badasses incoming!",
					"We got war loaders, friendo!",
					"AVOID the bullets! AVOID THEM!",
					"Shit on a cracker! More bots incoming!",
					"Fuck that noise -- bring ME the fur, and I’ll give you a shotgun!",
					"I'm very disappointed in you, minion! (beat.) Now I'm over it. We're best friends again!",
					"FUR MOHAWK, BABY! WOOO! You made the right decision, minion.",
					"It's my birthday! I first rolled off the assembly line seven years ago! Do me a favor and hand out these invites for my stellar birthday bash, will ya? And quickly -- we're gonna start any minute!",
					"Minion! Over here! Your master commands you!",
					"(trying to maintain a semblance of authority) Well done, minion. You passed the tests. Just as I expected.",
					"Since I still don't hear you laughing about “chill out”, you must not understand humor in general. See, humor is based on subverting expectations, often through play-on words. According to this formula of humor, my “chill out” comment was literally the funniest thing ever said by anyone.",
					"Okay -- you've got dynamite on all the furnaces, which means it's time to set it all off! Go use the remote detonator I had one of the Crimson Raiders set up out there. When he asked me why, I just told him: BE COOL. (beat.) HOW ARE YOU NOT LAUGHING RIGHT NOW?! That was F*CKING GOLD!",
					"The statues are bulletproof? You win this round, inanimate object!",
					"Take THAT, easily-replaced decoration!",
					"Protect the bot, minion!",
					"Three - two - one -- DANCE TIME!",
					"Oh. He, uh, just exploded, didn't he? I guess that's kinda like dancing.",
					"You are looking FABULOOOOOOUS!",
					"Claptrap beatbox time, check it! (claptrap beatboxing)",
					"I used to be somebody. Granted, that “somebody” was an insane, megalomaniacal revolutionary who wanted to destroy all of humanity and over-used air quotes, but at least I was respected! (beat.) No I wasn't. Sigh.",
					"(making a really upbeat song out of it) Sad and lonely, sad and lonely -- lonely and sad! I got no friends but that's okay, cause at least I got…uh…hands. Hands and no friends, hands and no friends, that's the life for meeee.",
					"AHHHHHHHHHHHHHHHHHHHHHHH! Sorry. I was just thinking about the horrors I've seen since coming to Pandora. Won't happen again, I promise. (beat.) AHHHHHHHHHHHHHHHHH! Dang. My bad.",
					"Wanna hear the new dubstep song I wrote? Wub wub wub wub wub wub wub wub wub wub wub wub wub wub DROP! (pause.) Wub wub wub wub wub wub wub wub.",
					"It's a heck of a burden, being the last of your kind. Never will I hear the laugh of another Claptrap. Or dance alongside one. Or be tied to a pole and tortured with hot pokers by one because somebody reprogrammed its friend-or-foe priorities.",
					"I wonder if there are any other Claptraps out there who survived Jack's recall. I wonder what I'd say to them if we ever met. (beat.) Actually, I'd probably just tell them to shove off. There's only room enough for ONE dancing robot with a comedically divisive personality around here, and it's me!",
					"Anybody wanna check me out? Watch me dance? Listen to me tell you that there are new missions available on a bounty board? (beat) Heavy sigh.",
					"I gotta pee.",
					"You survived? I mean, uh, you survived! Yay! I totally expected that!",
					"Unce unce unce.",
					"So lonely.",
					"Continue to stare awkwardly at me, minion! Yessss. You follow orders well.",
					"Oh, I almost forgot, minion. If you hear anyone calling me “Clappy,” please politely explain my hatred for that nickname while you beat the stuffing out of them with a length of rebar.",
					"Soooooo...Moxxi said anything about me?",
					"I love you. What? Who said that? I didn’t say anything.",
					"Did you know my head is at your crotch level? I'm trying not to think about it.",
					"Others might find it unnerving when someone just stares at them for a long period of time without speaking. But me? I'm just happy to have you around!",
					"You make me so proud, minion. The way you're carrying on my fight against Handsome Jack -- it brings a tear to my eye. A figurative one, of course. The saline content of actual tears would rust my eye quicker than you could say “tetanus shot.”",
					"How you feelin', minion? You feelin' good? I'm feelin' good.",
					"You know, this whole last-of-my-kind thing isn't so bad. Gives me a lot of “me” time, you know? Time to think things over, defrag my hard drive, wonder if there is a robot heaven and, if so, whether my Claptrap brethren are in it -- you know, stuff like that. It involves lots of crying.",
					"Damn you, Jack! We could have settled this like MEN!",
					"Me! Me! Me! I know! I know!",
					"Pick me! Pick me!",
					"Yes! I NAILED it!",
					"IT WAS JUST A QUESTION, MISTER FLYNT!"
				]
			}
		},
		{
			"name":"Tina",
			"data": {
				"name": "Tina",
				"title": "Tiny Tina",
				"color": 16740579,
				"imageURL": "https://imgur.com/09hmy4w.jpg",
				"fandom": "https://borderlands.fandom.com/wiki/Tiny_Tina",
				"quotes": [
					"Oh haiiii!",
					"Roland told me you were comin’ -- I still owe him for all that buttcrap with General Rancid. So, you gotta hijack a train, hunh? Chiiiilds play! Lemme introduce you to my ladies.",
					"This here's Mushy Snugglebites, and this is Felicia Sexopants. These fiiiine-ass womens could stop that train for yas, but I'ma need their badonkadonks first, and they got stoled by the bandits a few days ago. Go get em!",
					"Naptime!",
					"Stay out, sucka!",
					"Dis MY house! Step off!",
					"Come on iiiii-iiiiin! You're missin' the fun!",
					"You disarmed my proxy-boomer? Damn, girl. You got skillz to pay the billzzzzzzzzzz.",
					"Ahahaah! Burn all the babies!",
					"Why you usin' all my fuel, girl? I need that stuff to heat up my bath water. Mushy Snugglebites LOVES herself a warm bath, if-you-know-what-I'm-sayin-oh-I-know-you-do-that's-right-up-TOP.",
					"That's Mushy Snugglebites's badonkadonk. She's my main squeeze. Lady's got a gut fulla dynamite and a booty like POW.",
					"Got the badonkadonks? Best day evaaaa. Bring 'em back here and I'll use 'em to make some fine-ass damsels who can hijack that train for yas.",
					"Getcho butt outta my workshop, man. I gotsta be aloooone for this.",
					"You gonna get outta my workshop or am I gonna have to shank a bitch?",
					"(singing) Get-outta-my-shop-or-I'll-punch-yo-butt. That's-how-Tiny-Tina-roll.",
					"That's right. Twin sisters, man. Hhhohhhhhh. Take 'em. Take 'em take 'em take 'em.",
					"Just put my damsels near the choo-choo track and set ‘em off! Good plan? Great plan!",
					"Oh daaaaayum, you lookin' good, ladies. Let's get to work.",
					"(singing) Put a little bomb in the hot-ass damsel, blow stuff up and make people die.",
					"Squishy. Squishy squishy squishy.",
					"(singing) I'm a little teapot, bloody and cut/Here is my handle, here is my butt.",
					"Damn, Mushy Snugglebites. You lookin’ FOIIIINE.",
					"Boosh! Just poke their bellies when you want me to set the ‘splosives off. I gotta do it remotely.",
					"Oh snaps -- I hear the train a-comin!",
					"Poke they bellies, man. Gotsta get dis STARTED.",
					"Counting down! Ten! Nine!",
					"I got bored, we're doing it NOW!",
					"Blast that train, Mushy!",
					"Sexopants, GO!",
					"AAAAHAHAHAHAHAHAHAAH! SO ACE! SOOOOO ACE!",
					"Uh...whoops.",
					"(rapping) Climb the pipe to the train, or you'll go insane. That's a rap song I wrote.",
					"My bad. Still, that was AWWWESOME!",
					"I'm suddenly sad and I don't know why!",
					"You fightin? Cool, cool. You can use my mines on that suckabutt if you wanna.",
					"You fightin? Cool, cool. You can use my rockets on that suckabutt if you wanna.",
					"(making a song out of it) Runnin’ runnin’ runnin’, I’m runnin’ over here. Run-run-run-run run.",
					"That's right, bitches -- my big brudder's about to teach you some MANNERS. Nobody steals Mushy Snugglebites' badonkadonk and lives!",
					"Sup, sucka? It's Tina. I wrote you a poem and it goes a little somethin' like this BREAK IT DOWN. Ahem. Kill Jack. Kill Jack kill Jack kill Jack KIIIILL JAAAAACK! (beat.) Kill Jack. A poem by Tiny Tina.",
					"...Roland's dead? Thank you for…thank you for telling me. (Pause.) Please go now.",
					"Here -- I was saving this for a rainy day, but I hope it can help you take down Jack. Please go now.",
					"Sup, sucka? Got a very important tea party coming up, but my date is missing AND I AM NOT GOING STAG DON’T EVEN SUGGEST IT. His name is Sir Reginald Von Bartlesby, a local aristocrat and purveyor of the fine arts. I believe his mother has forbidden him from speaking with me. You will convince her to release him into my custody.",
					"Please excuse Madame Von Bartlesby’s disposition. She’s Welsh.",
					"Take that, you stuck up BIOTCH. Now go get Sir Reginald. We have so many things to discuss.",
					"You got Sir Reginald! Now I just need you to find Princess Fluffybutt, and get me some scrap metal from the buzzards so you can make me a teapot. Just blow up some buzzards and pick up the flamey bits.",
					"That's enough scrap metal to make a teapot! Shorty, you da best. You-da you-da best.",
					"You got Princess Fluffybutt ? Oh man. This party is gonna be off the chizzo, for rizzo.",
					"Oh, and feel free to get some crumpets on the way. Crumpets are cruuuunk.",
					"Gonna eat so many goddamn crumpets. It's gonna be a crumpocalypse.",
					"Sup, boo. Please place the guests in their rrrrrespective seats.",
					"So good to see you, Sir Reginald! Let’s gossip.",
					"Oh, hey, sucka -- I got some stuff fo' youuuu ta doooooo.",
					"Fluffybutt, you are lookin' gooooood.",
					"Now, to invite the guest of honor!",
					"Sir Reginald is only one of the many illustrious guests who will be attending my tea party. I have also invited Princess Fluffybutt, who has gazongas like you would not be-lieeeeve. You'll be roundin' her up lataz.",
					"GAAAH. Here I am about to throw a tea party and the guest of honor is missing! Do me a flava and lure our guest to the party or I'll eat your babies. His name's Flesh-stick, by the by. The by.",
					"There he is -- Flesh-stick, the guest of honor. You just lure him back to my abode, and I'll do the rest.",
					"(sing-songy) Seein' him makes me scared as crap and I don't -- remember -- whyyyy.",
					"Don't hurt our guest too much, bucko. Can't attend a tea party if you're dead!",
					"Looks like Flesh-stick stopped followin' yo fine ass. Best give him a poke so he'll start runnin' after yas again.",
					"GAAAH! I told you not to kill him! Blegh. It's okay. I still love you.",
					"Flesh-stick's lookin' pretty wounded, bra. Better lay off shootin' him.",
					"You're cordially invited, bitch!",
					"Good job, friendo. Flesh-stick's gettin' sucked through the tunnels as we speak. Let's talk!",
					"Flesh-stick's in the men's. Gettin' all pretty for the big occasion.",
					"Time for the party! You're gonna be the waiter. Hit Mister Sparks over there to bring in mista Flesh-stick.",
					"When you're ready to start the party, please smack mister Flesh-stick in his bitch face.",
					"Oh, I forgot to mention -- I'm inviting Flesh-stick's friends, too. Make sure they don't get too rowdy and break the generator!",
					"WHO'S READY FOR A MOTHAHUMPIN' TEA PARTAAAAAAAAAY?",
					"I agree, Princess. It is a bit cold for this time of year. What do you think, Mister Flesh-stick?",
					"Please continue to greet Flesh-stick's friends in the manner to which you are accustomed.",
					"What was that, Princess? I can't hear you over the sound of Fleshstick's friends. They are being quite rude.",
					"Another crumpet, Princess?",
					"Garcon, Mister Sparks is takin' a lot of damage and it is RUINING MY DINING EXPERIENCE.",
					"Mister Sparks is halfway dead, waiter! I would request you protect it a teensy bit more efficiently!",
					"Mister Sparks is almost dead! And I haven't even served dessert yet!",
					"NO! Mister Sparks is dead -- this tea party is OVER!",
					"Well -- that was quite an enjoyable tea party. Garcon? A word.",
					"Ahem. If you did not hear me, garcon, I requested that you smack that sucka in his piehole to start the festivities.",
					"Now to bode farewell to Mister Flesh-stick.",
					"Ah, the hour grows late. I'm afraid mister fleshstick must bid us adieu.",
					"Best. Tea party. Eva.",
					"What an interesting point, Monsieur Fleshstick! Mister Sparks, what do you think?",
					"Ya ya ya. Party party party. Best day eva. Party party party. So much party. Party party party. Party-til-you-drop. Say it again!",
					"I read the most EXTRAORDINARY thing the other day, Sir Reginald. Something about slag experimentation -- I forget the details.",
					"Fleshstick! How DARE you interrupt Sir Reginald?!",
					"Best tea party ever.",
					"Do you enjoy the tea, Mister Fleshtick? It is imported from the savage lands of the East.",
					"Why thank you, Princess Fluffybutt. I rather enjoy its taste myself.",
					"Dunno why, but that felt pretty good! Pretty ace.",
					"Fluffybutt. Sir Reginald. I have heard some salacious rumors about the two of you -- is there any truth to them?",
					"Don't be ridiculous, Fluffybutt -- you can trust me! I shall never gossip!",
					"Fleshstick! Let us discuss current affairs.",
					"Well, that's HARDLY appropriate tea party conversation. Mister Sparks?",
					"Really? Go on!",
					"Fluffybutt -- you never told me you were getting ENGAGED! Who's the lucky man?",
					"I must say, darling, you're marrying beneath yourself. You could do much better.",
					"Yo yo yo yo yo. Less' blow stuff up.",
					"Lilith told me there's a train fulla money comes around here. Sounds like a job for high explosives, am I right? I got some boomers in the back. Git 'em.",
					"Make it RAAAAAAAAAAAAAAAAAAAIN!",
					"When you made it rain I was like DAAAAAAAAAAAAAAAAAMN.",
					"Still workin' on it? Alright.",
					"WHYYY are you not done with that quest I sent you on? Just kidding it's cool.",
					"Still doin' that thing? That's cool.",
					"Sup sup sup sup sup sup sup. Got a job. Got a job.",
					"I got stuff I need done, boyee.",
					"Alright boy, let's do this.",
					"No new jobs for yaz.",
					"I got nothinnnnnn. For youuuu.",
					"ew ew ew ew ew.",
					"Son of a BUTTSACK.",
					"I. Am. The Best.",
					"Ffffffuuuuu.",
					"Supsupsup, huggabutt. Got jobz fo yaz. Getcho butt to Tundra Express and we'll talk. Kay byeeeeeeeeeeee.",
					"You so good, you so fine. You really really blow my mind.",
					"That job was ace. You were so ace.",
					"So much missionzzzzz.",
					"Hey. Vault hunter. Hey. Hey. Hey. Hey vault hunter. (beat.) Sup.",
					"How you doin', boo?",
					"Girl, you fine. You know it."
				]
			}
		}
	]
}
