{
  "iconURL": "http://static.tumblr.com/a295b37dd192646fa1fd7fb66092af0f/djayg0e/04Ensfpqb/tumblr_static_6rqhssg0lxk4kwoko40cs8ws8.png",
  "website": "https://borderlands.com/",
  "characters": [
    {
      "name": "Axton",
      "data": {
        "name": "Axton",
        "title": "Axton",
        "color": 11627567,
        "imageURL": "https://i.imgur.com/TaLBkPR.jpg",
        "fandom": "https://borderlands.fandom.com/wiki/Axton",
        "quotes": [
          "test1",
          "test2"
        ]
      }
    },
    {
      "name": "Brick",
      "data": {
        "name": "Brick",
        "title": "Brick - Slab King",
        "color": 13632516,
        "imageURL": "https://imgur.com/tS6awgf.jpg",
        "fandom": "https://borderlands.fandom.com/wiki/Brick",
        "quotes": [
          "Intruder, huh? Sounds like Hyperion sent another assassin! Alrights, boys: Fight like badasses, or die like bitches!",
          "I tried to keep to myself, but nooo! You Hyperion bastards HAD to come after me -- you just HAD to kill Dusty!...You wanna treat me like a bandit, that’s EXACTLY what I’m gonna be!",
          "You made it to my throne room, recruit -- but now it's time for the real initiation! Slabs! RIP 'EM UUUUP!",
          "Dusty...was just a puppy -- almost as nice as my first dog! You let your boss know I’m gonna do to him exactly what he did to her. 'cept slower. You --",
          "Now that you're warmed up, let's get SERIOUS! NEXT!",
          "The pain's a-coming! Get ready, recruit!",
          "What do you MEAN they ain’t from Hyperion? Ohhhh -- must be a new recruit! Alright, boys, let's put 'em through the ringer!",
          "If you Slabs can't wreck some random recruit, how the hell are you gonna hurt Jack? By cramping his trigger finger?",
          "The recruit's in the buzzard factory! Hell, I hope he kills the rest of you worthless slabs!",
          "That was disgusting -- I love it!",
          "You slabs are pathetic!",
          "I haven't seen moves like that in years!",
          "The recruit's makin' you look like idiots! Slabs, go get 'em!",
          "You slabs suck!",
          "You call yourselves badasses?! The Vault Hunter's wipin' the floor with ya!",
          "Cover is for wusses -- get your ass up and fight!",
          "Did you see that guy's face melt?! AHAHAH!",
          "Ahaha -- you slabs thought you had 'em, didn't ya?!",
          "Uh oh -- goliath on the loose!",
          "Better kill that goliath quick -- he's powering up!",
          "Hand to hand, just how I like it!",
          "You idiots always wanted to fight another Vault Hunter -- well, now's your chance!",
          "I love a good elemental kill!",
          "You killed some of my best men just to get to me. I only got one thing to say to you.",
          "That was AWESOME!",
          "You are the biggest badass of all TIME! And you survived initiation -- I'm proud to call you a Slab.",
          "So, whatcha want?",
          "Heh. I was wondering when Roland'd call in that favor. So -- the bunker. Now that you’re one of us, my buzzards could help you take her down. Go tell Roland I’m in.",
          "Oh, and just so you know? My slabs'll probly still try to kill ya, cause they're friggin' idiots. Don't feel bad about killin' em. I never do.",
          "What the -- Hyperion assault! Look out!",
          "God dammit, I am so SICK of these earthquakes! If I could punch this planet in the face, I would!",
          "Aw, crap! Slab, we gotta stop those mortars or there won’t be nobody left to help you with the bunker!",
          "That's enough; you did good! Get back here!",
          "Wow. You ARE a true Slab!",
          "I'm proud to call you a Slab. When the time comes to take out that bunker, my buzzards'll be there.",
          "Follow me! Jack musta dropped some beacons to guide the mortars! If we don't destroy the beacons, we're dead!",
          "Tell Jack I’m comin’ for him next!",
          "Eat fist, you Hyperion rakksucks!",
          "Hyperion’s gotta DIE!",
          "Damn, I'm good!",
          "Show me some blood!",
          "KNOCK KNOCK, BITCHES! OPEN UP!",
          "Badass job, Slab! You remind me of me, back in the old days. With those Odomo charges,my boys'll help you break into the Info Stockade and find out where Jack's got Lilith and the Warrior. I'll let Mordecai know you're headed back to Sanctuary.",
          "Slab, did you -- did you just, did you just jump off The Buzzard's Nest? ...God DAMN you make me proud!",
          "Slab, did you -- did you just, did you just jump off The Buzzard's Nest? ...God DAMN you make me proud!",
          "Slab, did you -- did you just, did you just jump off The Buzzard's Nest? ...God DAMN you make me proud!",
          "BOOM!",
          "Mordecai told me what happened to Roland. So here's what we do. We bury Roland. We save this planet. And we kill Jack, his associates, his friends, his FAMILY -- everyone's he's EVER MET! WE SKIN 'EM WITH THEIR OWN GODDAMN TEETH! (heavy breathing) I'm sorry. We went our separate ways a few years back, but Roland was my friend. And nobody -- nobody -- hurts my friends.",
          "I wish I had more warriors like you. Between us, the rest of these slabs are kinda useless.",
          "You punched anything lately?",
          "I'm gonna kill him, Mordy."
        ]
      }
    },
    {
      "name": "Claptrap",
      "data": {
        "name": "Claptrap",
        "title": "CL4P-TP",
        "color": 16514335,
        "imageURL": "https://imgur.com/lHaLBCx.jpg",
        "fandom": "https://borderlands.fandom.com/wiki/Claptrap",
        "quotes": [
          "Allow me to introduce myself -- I am a CL4P-TP steward robot, but my friends call me Claptrap! Or they would, if any of them were still alive. Or had existed in the first place! Oh -- I’ve got something for you!",
          "Man, this is great! Now that I've met a mighty vault hunter, I can finally join the resistance in Sanctuary, take vengeance against Jack for killing my product line, and repair my central processor so I stop thinking out loud! *(beat.)* I wonder what it's like to have a belly button.",
          "Well done, minion! Your ability to walk short distances without dying will be Handsome Jack's downfall!",
          "Apart from the excruciating pain, this is great! I’ve always wanted to have a mighty vault hunter helping me out! I will be your wise leader, and you - you shall be my fearless minion!",
          "AAAAAAAAND OPENNNNNNN!!!!",
          "You made it! Your ability to walk short distances without dying will be Handsome Jack's downfall!",
          "MY EYE! AHHHHHH!",
          "Egads!",
          "Ahh. Smell that crisp Pandoran aaaaAAAAAAAAAAIR!",
          "Minion, you may wonder why I don't just take a replacement eye from one of these broken Claptraps. Two reasons: firstly, because me and my eye have been through a lot. Secondly, because shut up.",
          "Onward, seeing-eye minion! Lemme know if I'm gonna run into anything!",
          "Keep your wits about you, minion -- this glacier’s run by a bandit named Captain Flynt. The jerk kept me as his torture plaything for a few months. We played games like “dodge the blowtorch,” and “don’t get dunked into the pool of acid.” I was really good at the first one.",
          "You're fighting something, aren't you? I can tell -- I have very acute hearing!",
          "Here we go -- I bet that Blindsiding bastard is around here somewhere --",
          "Ahhh! I hear Bullymongs! Sic 'em, minion!",
          "...You still there? I don't hear Bullymongs anymore. Kinda just waiting on you. To get me outta here. But please, take your time. *(beat.)* Can't help but notice you're not getting me out of here. Maybe you're thinking, oh, Claptrap's such a strong and noble paragon of justice and skill, he can get himself out. Which, most of the time, you would be totally right about. But as it stands right now, I could use some help. And if you don't, I'm gonna have to pull out the big guns -- I'll hit ya with the silent treatment. See how you like that. (Long pause.) Yep. Giving you the silent treatment. Feel the sting of my passive-aggression. Being totally silent. (Long pause.) Not talking to you at all. (Long pause.) Total silence.",
          "Vamanos, minion!",
          "OH MY FUCKING GOD! THEY'RE COMING OUTTA THE WALL SPHINCTERS!!!!!",
          "Ha! This door's Hyperion tech -- child's play! Aaaaaaand OPEN!",
          "Can't wait for Hammerlock to screw my eye back in. Me and him are thick as thieves, specifically in that I once stole his gas-powered generator because I had a crush on it. Don't judge.",
          "This way to Southern Shelf, minion -- let's go! Maybe! ...Or, not! We’ll go at your pace! I’m obviously the head of this operation, of course, but you’re the Vault Hunter with the brawn. And the guns. And the power of sight. Which is exactly what you want out of a minion, really. That’s, like, three of the top four things one generally wants out of a minion. You’ll figure out the fourth when the time is right. *(beat.)* The fourth is pizzazz.",
          "Nice boomsticks, friendo! You're looking swank! Now, to get to Sanctuary, we've gotta retrieve my boat from the clutches of Captain Flynt. He's a real douche: dumb as a bag of wrenches, smells like old ham--",
          "I knew Hammerlock would come around eventually. Me and him are like two peas in a pod! Two bullets in a mag! Two cannibal midgets in a fat guy's ribcage!",
          "Ha-HA! I am ALIIIIIVE!",
          "Suck it, Flynt! My new minion's a bonafide badass!",
          "Oh god! They’re coming outta the wall-sphincters!",
          "They're weak to bullets, minion!",
          "I apologize for saying “wall sphincters.” I say that a lot when I’m frightened.",
          "Woah -- that looked like it hurt. Do it again!",
          "Uh, maybe you’re not running fast enough?",
          "That's right, baby! My Vault Hunter is a BADASS! Good job waxing Boom Boom, minion.",
          "Rrrrragh! Stairs! I can’t climb stairs! Let’s find another way up!",
          "Take your time, minion. Standing on immobile platforms is one of my top three favorite pastimes! Right behind dancing and crying.",
          "Ahahahhaha! I ascend!",
          "I wish I had legs.",
          "PROTECT ME, MINION!",
          "Minion! Hey, minion! Don’t get shot!",
          "BOOYAH!",
          "Minion, what have you DONE?! These were human beings with lives and families and--(suddenly changing tone of voice) I’m totally kidding, SCREW those guys!",
          "(with punching and kicking noises in the background) So, - I might have tried to stage a mutiny on Captain Flynt’s ship before the flash-freeze. Which explains why his men are currently beating the crap out of me. Right, guys?",
          "Oh, SPHINCTERS! I’m so sorry Captain Flynt sir, please don’t burn me again...",
          "BOOYAH! You're the most fearsome warrior this glacier has ever seen, pal!",
          "I got a hat.",
          "(heavy sigh.) Ignored again.",
          "There she is! Me mighty vessel! Lower her into the water, ye salty dog!",
          "To Sanctuary, minion!",
          "Let us set sail!",
          "Visible...invisible! Visible! Invisible. Hey, how ya doin, I’m Claptrap and I’m INVISIBLE!",
          "Come on. Right here. Up top. Don’t leave me hangin’, bro. Don’t make this awkward. *(beat.)* Well, mission failed. It’s awkward now, huh. I made it weird. Still -- you know what’d make you feel better? A high-five from your buddy Claptrap. Just imagine it -- the sharp smack of hand against hand, the feeling of accomplishment, of brotherhood -- okay, I’m making it weird again. Sorry. Okay, how about this: I’ll count to three. If you haven’t high-fived me by the time I get to three I’ll assume you don’t want a high-five. Ready? One. Two. Three. *(beat.)* Okay, the three count was a dumb idea. You clearly want to high-five me, you’re just not sure how. I understand. Fear not, though -- you need only smack my hand, and bam -- high-five complete. Okay. Ready? ...Go!",
          "Minion! Thank Asimov you're not dead!",
          "LET'S TEAR THIS PLANET A NEW ASSHOLE! YAAAAAAGHHHHH!",
          "NOOOOO! DAMN YOU, STAIRS!",
          "Dammit, Jack -- how did you know stairs were my ONLY weakness?! Next to electrocution, and explosions, and gunfire, rust, corrosion, being kicked a lot, viruses, being called bad names, falling from great heights, drowning, adult onset diabetes, being looked at funny, heart attacks, exposure to oxygen, being turned down by women, and pet allergens! Your brilliance is matched only by your malevolence!",
          "You hear me, Jack?! You killed my friends! You destroyed my product line! I am the last Claptrap in existence, AND I AM GOING TO TEABAG YOUR CORPSE!",
          "A door?! You think a door can stop me, Jack?! I was MADE to open doors! HAHAHAHA!",
          "Sic 'em, minion!",
          "Best! Minion! Ever!",
          "FUUUUUUUUUUUUUUUUUUUUUUCK! DAMN YOU, STAIRS! DAMN YOU TO HELL!",
          "Minion, you’ve gotta go on without me! Do your master proud!",
          "Buddy?! Everything okay? Are you dead? I have no idea what’s going on right now!",
          "That’s right, Jack! I conquered your stairs! Prepare to feel the wrath of a CLAPTRAP WITH LEGS!",
          "This feels good. Feels right.",
          "AHHHHH! Minion, draw their fire with your face while I cloak my way over to the door controls!",
          "Well my name is claptrap and I'm on pandora where the fauna is strange but so is the flora and I'm always just tryin' to get open the door-a and I always have a hard time and it's…just…what rhymes with time?",
          "GOD F*CKING DAMMIT!",
          "I'm overriding the door locks! Just stay alive, minion!",
          "HOLY SH*T! IT ACTUALLY WORKED! The turrets are fighting for us now! I ACTUALLY DID SOMETHING!",
          "STAIRS?! GOD DAAAAAAAAAAAAAAAAAAAAAMN IIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIT!!!!!",
          "Badasses incoming!",
          "We got war loaders, friendo!",
          "AVOID the bullets! AVOID THEM!",
          "Shit on a cracker! More bots incoming!",
          "Fuck that noise -- bring ME the fur, and I’ll give you a shotgun!",
          "I'm very disappointed in you, minion! *(beat.)* Now I'm over it. We're best friends again!",
          "FUR MOHAWK, BABY! WOOO! You made the right decision, minion.",
          "It's my birthday! I first rolled off the assembly line seven years ago! Do me a favor and hand out these invites for my stellar birthday bash, will ya? And quickly -- we're gonna start any minute!",
          "Minion! Over here! Your master commands you!",
          "(trying to maintain a semblance of authority) Well done, minion. You passed the tests. Just as I expected.",
          "Since I still don't hear you laughing about “chill out”, you must not understand humor in general. See, humor is based on subverting expectations, often through play-on words. According to this formula of humor, my “chill out” comment was literally the funniest thing ever said by anyone.",
          "Okay -- you've got dynamite on all the furnaces, which means it's time to set it all off! Go use the remote detonator I had one of the Crimson Raiders set up out there. When he asked me why, I just told him: BE COOL. *(beat.)* HOW ARE YOU NOT LAUGHING RIGHT NOW?! That was F*CKING GOLD!",
          "The statues are bulletproof? You win this round, inanimate object!",
          "Take THAT, easily-replaced decoration!",
          "Protect the bot, minion!",
          "Three - two - one -- DANCE TIME!",
          "Oh. He, uh, just exploded, didn't he? I guess that's kinda like dancing.",
          "You are looking FABULOOOOOOUS!",
          "Claptrap beatbox time, check it! (claptrap beatboxing)",
          "I used to be somebody. Granted, that “somebody” was an insane, megalomaniacal revolutionary who wanted to destroy all of humanity and over-used air quotes, but at least I was respected! *(beat.)* No I wasn't. Sigh.",
          "(making a really upbeat song out of it) Sad and lonely, sad and lonely -- lonely and sad! I got no friends but that's okay, cause at least I got…uh…hands. Hands and no friends, hands and no friends, that's the life for meeee.",
          "AHHHHHHHHHHHHHHHHHHHHHHH! Sorry. I was just thinking about the horrors I've seen since coming to Pandora. Won't happen again, I promise. *(beat.)* AHHHHHHHHHHHHHHHHH! Dang. My bad.",
          "Wanna hear the new dubstep song I wrote? Wub wub wub wub wub wub wub wub wub wub wub wub wub wub DROP! (pause.) Wub wub wub wub wub wub wub wub.",
          "It's a heck of a burden, being the last of your kind. Never will I hear the laugh of another Claptrap. Or dance alongside one. Or be tied to a pole and tortured with hot pokers by one because somebody reprogrammed its friend-or-foe priorities.",
          "I wonder if there are any other Claptraps out there who survived Jack's recall. I wonder what I'd say to them if we ever met. *(beat.)* Actually, I'd probably just tell them to shove off. There's only room enough for ONE dancing robot with a comedically divisive personality around here, and it's me!",
          "Anybody wanna check me out? Watch me dance? Listen to me tell you that there are new missions available on a bounty board? (beat) Heavy sigh.",
          "I gotta pee.",
          "You survived? I mean, uh, you survived! Yay! I totally expected that!",
          "Unce unce unce.",
          "So lonely.",
          "Continue to stare awkwardly at me, minion! Yessss. You follow orders well.",
          "Oh, I almost forgot, minion. If you hear anyone calling me “Clappy,” please politely explain my hatred for that nickname while you beat the stuffing out of them with a length of rebar.",
          "Soooooo...Moxxi said anything about me?",
          "I love you. What? Who said that? I didn’t say anything.",
          "Did you know my head is at your crotch level? I'm trying not to think about it.",
          "Others might find it unnerving when someone just stares at them for a long period of time without speaking. But me? I'm just happy to have you around!",
          "You make me so proud, minion. The way you're carrying on my fight against Handsome Jack -- it brings a tear to my eye. A figurative one, of course. The saline content of actual tears would rust my eye quicker than you could say “tetanus shot.”",
          "How you feelin', minion? You feelin' good? I'm feelin' good.",
          "You know, this whole last-of-my-kind thing isn't so bad. Gives me a lot of “me” time, you know? Time to think things over, defrag my hard drive, wonder if there is a robot heaven and, if so, whether my Claptrap brethren are in it -- you know, stuff like that. It involves lots of crying.",
          "Damn you, Jack! We could have settled this like MEN!",
          "Me! Me! Me! I know! I know!",
          "Pick me! Pick me!",
          "Yes! I NAILED it!",
          "IT WAS JUST A QUESTION, MISTER FLYNT!"
        ]
      }
    },
    {
      "name": "Fiona",
      "data": {
        "name": "Fiona",
        "title": "Fiona",
        "color": 11099681,
        "imageURL": "https://i.imgur.com/CVFf4ev.png",
        "fandom": "https://borderlands.fandom.com/wiki/Fiona",
        "quotes": [
          "test1",
          "test2"
        ]
      }
    },
    {
      "name": "Gaige",
      "data": {
        "name": "Gaige",
        "title": "Gaige",
        "color": 14308139,
        "imageURL": "https://i.imgur.com/8PlIgZy.jpg",
        "fandom": "https://borderlands.fandom.com/wiki/Gaige",
        "quotes": [
          "test1",
          "test2"
        ]
      }
    },
    {
      "name": "Hammerlock",
      "data": {
        "name": "Sir Hammerlock",
        "title": "Sir Hammerlock",
        "color": 15198659,
        "imageURL": "https://i.imgur.com/bhZxgSa.png",
        "fandom": "https://borderlands.fandom.com/wiki/Sir_Hammerlock",
        "quotes": [
          "Spectacular -- first Captain Flynt’s bandits attack, THEN Claptrap shows up! I must have been horrifyingly cruel to puppies in a previous life to deserve this kind of treatment. I say, Vault Hunter -- could you kill Flynt’s men for me?",
          "Apologies, but when Claptrap speaks, I feel my brain cells committing suicide, one by one. I shall be out directly.",
          "A pleasure to meet you, Vault Hunter. I am Sir Hammerlock --",
          "At your service.",
          "I see our fearless leader Jack is looking for you. Charming fellow, isn’t he? Spouts drivel about bringing peace to the frontier, then shoots unarmed men, women and children like it was going out of style. Bah -- I’m spouting exposition again, aren’t I? Apologies!",
          "Now, I need only connect this to this, and…",
          "oh, dear, he's talking again.",
          "I'm standing right here, dude.",
          "Come on -- work, curse you! Ah, fecal matter -- the bounty board's broken. The resistance must have disconnected it before they left for Sanctuary. I'd planned to post some jobs for you. Ah well - just speak to me instead!",
          "I came out here to research the Bullymongs for my almanac, but Captain Flynt's men trapped me on this glacier. Many thanks for disposing of them, by the way -- to survive a direct run-in with Handsome Jack *AND* defeat Captain Flynt's bandits? Unheard of. I’m headed to Sanctuary, myself -- from what I hear, the Crimson Raiders there could use a hero like you.",
          "Please stay back, Vault Hunter - let Claptrap go first.",
          "Vault Hunter! How good to see you again. Thanks to the thorough drubbing you delivered upon Captain Flynt, I was able to leave the Southern Shelf and get back to the business of finishing my almanac. Would you care to help me out?",
          "If this is the end, Vault Hunter, let me say -- it was a pleasure to have known you!",
          "Onward, Vault Hunter! I have the utmost faith that you shall give Jack a most vicious drubbing! Vengeance HOOOOOO!",
          "Well, my old friend -- I wish you the best. May you return from your quest with handsome blood on your hands, and a smile on your face!",
          "Do you see my hat? It is the hat of a gentleman. And yet, it’s missing something -- some je ne sais quois. I think some bullymong fur might do the trick, if you could bring me some. To harvest Bullymong fur, you’ll need to rrrip it from their hides with your bare hands -- just weaken a Bullymong with gunfire, then finish him off with fisticuffs!",
          "I apologize, I wasn’t clear enough -- you see, you’ll need to kill the Bullymong with a melee attack in order to harvest its fur. Sure, you could try to steal the fur from a bullymong’s dead body, but where’s the fun in that? Blatantly unreasonable requests, ho!",
          "A stunning riposte! Now, collect the fur -- in addition to making for spectacular hat decoration, I shall study the fur for my almanac about the creatures of Pandora.",
          "Spectacular fisticuffsmanship!",
          "Ooh -- a crushing blow!",
          "I overheard Claptrap asking you for the Bullymong fur you’re collecting. As I fear he would do something irredeemably stupid with it, like make a mohawk out of it or something, let me sweeten the deal: if you bring me the fur, I shall give you one of my finest sniper rifles.",
          "A trillion thanks, Vault Hunter! You’ve helped a foolish old man look far more badass than he deserves. *(beat.)* I’m referring to myself, of course.",
          "You gave the fur to Claptrap? Suppose I can't blame you -- the lure of a shotgun is not easily resisted. No hard feelings, chum!",
          "These ECHOs shall be most enlightening!",
          "Handsome Jack killed her, did he? Shame -- a real shame. Please, return the ECHOs to me whenever you are capable of doing so.",
          "Some foolish types find Varkids ugly. They're so elegant -- beautiful creatures. Lovely. I long to see one transform.",
          "Lovely creatures. Beautiful creatures.",
          "Yes! You've killed the creature that removed my various limbs! I feel...well, slightly underwhelmed, to be honest. Mayhaps vengeance isn't all it's cracked up to be. Still, not your fault. Retrieve my arm and return at your leisure!",
          "Give me a moment, if you would -- I require some privacy.",
          "Oh dear. That might be the worst music ever recorded.",
          "Of course, I forgot -- the safehouse power box stopped working after Claptrap attempted to...integrate with it.",
          "Protection from bullets, ho!",
          "Welcome to Blackburn Cove, where Captain Flynt's men relax after a long day of murder and arson! Just raise the bridge to gain entry, and don't get shot to death.",
          "So, how goes the gunsmanship?",
          "Hello, mercenary person! I have money, and a problem.",
          "Greetings! Do you feel you have too many bullets but not enough money?",
          "Hullo! Things need to be shot, and by jove, you're the one to shoot them!",
          "Regrettably, I cannot hire you to exterminate things. Perhaps later.",
          "I say!",
          "Quite interesting, that.",
          "What's all this, then?",
          "What rubbish.",
          "ha HA!",
          "There are an awful lot of bosoms around here.",
          "This may be the most raucous public house I've ever been to.",
          "What on earth is that smell? Anyone -- anyone smell that? No? Just me. Right.",
          "Excuse me, madam! You, with the makeup -- could I have some lager, please? *(beat.)* Completely ignored. Wonderful.",
          "Is that Moxxi woman staring at me again? Fancies me, I fear. Poor girl's barking up the wrong tree.",
          "Ah, I knew my faith was not misplaced!",
          "Please, tell me of your success!",
          "I'm sorry. Should I pay you up front? Not terribly well-versed in mercenary relations, I'm afraid.",
          "I see you're admiring one of my many scars! Yes, I've seen my fair share of danger – the odd skag ambush here, a stalker mauling there. Really gives one an appreciation for the creatures of this planet. And a...hateful desire to wipe them all out.",
          "You need not hesitate, friend: I assure you, you will be fully credited in the dedication page of my almanac once it is published. To...your name, it will say, without whom this book would not be as incredibly well-written and popular as it is, and whose refusal of any and all subsequent royalties for their part in the book's production was very much appreciated. It'll be a very long page.",
          "Your continued efforts against Handsome Jack are an inspiration! Had I still the constitution for it, I'd be right alongside you on the battlefield.",
          "I'm still trying to decide on cover art for my almanac. I'm torn between a oil painted image of myself, leaping over a Bullymong with a rifle in one hand and a book in the other, or the same image, except the Bullymong is also exploding. Decisions, decisions.",
          "I remember when my father first brought me to Pandora. I was six years old, and had used colorful language in polite company. Father thought it proper to abandon me here for a month to teach me the error of my ways. It was rough going at first, but after I throttled my twentieth skag into submission, I grew to enjoy the place.",
          "I must say, you vault hunters are of considerable interest of me. I shall have to write a book on you one day. \"Hunting the Vault Hunters,\" I shall call it, \"by Sir Hammerlock.\" And beneath that will be an image of you and I high-fiving over Handsome Jack's corpse. It'll be lovely.",
          "Are you admiring my hat? If not, you should be.",
          "Indecision, ho!",
          "No no no -- knock the crystals off with your melee weapon, then shoot the body. Good lad.",
          "Hammerlock, you're asking, \"how can you call the crystalisks lovely, then ask me to kill them?\" Simple -- the beauty of a creature can only be truly seen in its survival instincts. When a creature is nearest to death, you see how alive it can be. If you think that a slightly psychopathic worldview, no worries -- you wouldn't be the first!",
          "Wonderful. Absolutely wonderful.",
          "Have you heard of these things called...Varkids? Allegedly, the buggers -- that's a pun, you see -- will morph if they take enough damage. Could you take this evolutionary injector, please?",
          "No no -- you musn't kill it before it transforms.",
          "AHH IT'S DISGUSTING KILL IT KILL IT KILL IT!",
          "Good lord, that was hideous. Please, bring me a sample of that Varkid's corpse, if you would. If we're to defend against these buggers -- there's that pun again -- we must know all we can about them.",
          "I realize we zoologists are meant to respect all of nature's creatures, but come on. Bugger looked like a pus-filled scab with wings.",
          "Bully-mong. Rubbish name, isn’t it? I’d like a better one before my almanac goes to print. Search some Bullymong bone piles, will you? I'll learn something about their diets, and come up with a catchier name for the beasts.",
          "Hrm -- it seems Bullymongs use those mounds to dispose of their refuse. That suggests a primate-level intelligence -- that's it! I shall call them primal beasts! I'll run it by my publishers -- in the meantime, blow up some Primal Beasts with grenades, would you? See how the new name works for you.",
          "What if we called them Ffferovores? Because they’re the most ferocious creatures I’ve ever seen, and I say that having watched a tyrant rip my arm from its socket. Repressed memories, ho! I’ll have to run it by my publishers -- in the meantime, loot a few Bullymong piles so I can learn about their diets.",
          "Rrgh! My publishers despise “Primal Beast.” Bloody uncultured...alright, what about Ffferovores? They’re the most ferocious creatures I’ve ever seen, and I say that having watched a Thresher rip my arm from its socket. Repressed memories, ho! Anyway, take the new name for a spin -- shoot some of the Ferovore's projectiles out of the air, see how the name thrills you.",
          "Bloody balls! “Ferovore” is trademarked! RRGH! Sod it! I’m so sick of coming up with names for -- you know what? “Bonerfart.” All of the -- that’s right, we’re calling them “Bonerfarts” now. Just kill a few of them, or something. I do not care anymore.",
          "My publisher says I can’t call them “Bonerfarts.” (sigh) Maybe Bullymong’s not so bad, after all. Come on back.",
          "Bullymong's still rubbish, but I'll come up with something better before I launch the almanac. I'm certain I will.",
          "You’re wondering why I don’t go out into the field. The answer is Old Slappy. A thresher that nearly killed me. Science demands I forgive it. Vengeance demands I kill it. Today, my friend, you will be my vengeance.",
          "Take my hand.",
          "Old Slappy removed several of my limbs the last time we met. One hopes the scent of my extremities will bring him out of hiding -- make him eager to finish the job, as it were. Plant my hand outside Slappy’s lair in the highlands.",
          "That’s right, Slappy. You smell it, don’t you? That’s the scent of a gentleman.",
          "Beware Slappy's tentacles -- you can blast them in half, but they'll regenerate sooner or later!",
          "The eyes! Go for the eyes!",
          "Vengeance, ho!",
          "Scientifically, murdering Old Slappy was probably a bad idea. Vengeance...istically, I thank you for your help.",
          "Those Crystalisks are right bastards, aren't they? Scientific term. If you could find out just what got up the Crystalisk's collective bum and made them so cross I'd be willing to pay you a pretty Penny. Metaphorically. I'll be paying you a great deal more than a Penny, it's just a saying I'm fond of. Off to the Caustic Caverns with you!",
          "Well, that was rather dark. Please return to me at your earliest convenience.",
          "Did I - did I ever do my whole \"man is the real monster\" speech for you? Comes to mind.",
          "An old boyfriend of mine, name of Taggart, was hired to wipe out the Stalker population a while back. He also, adorably, tried to write a book about his adventures in the Highlands. You find the chapters of his book, and I'll plagiarize the living daylights out of them for mine. Win-win-win, as they say! Nobody says that. I say it.",
          "Eaten, was he? Suppose there's a lesson to be learned in all of this. He who attempts to fight nature will?get?eaten. Sounded much more poignant in my head. Apologies.",
          "Would you like to do battle with a midget riding piggyback on a bullymong? If the answer is yes, please proceed to the Southern Shelf and defeat Midge-Mong for me. If the answer is no, you are sad, and I’ve no desire to speak with you further.",
          "Ah -- what an unlikely symbiotic relationship -- two deadly creatures cooperating to survive this harsh environment! Also, the midget looks like a little human backpack, and that’s funny.",
          "Wonderful! That fracas was most helpful to my studies on Bullymong social structures. Return to the bounty board at your earliest convenience.",
          "Exemplary!",
          "The town’s nearly clear. You go, girl, as they say. Does anyone say that anymore? I apologize.",
          "Please make Captain Flynt’s death as prolonged as possible, would you? Quite the douche, he is."
        ]
      }
    },
    {
      "name": "Jack",
      "data": {
        "name": "Jack",
        "title": "Handsome Jack",
        "color": 15793920,
        "imageURL": "https://i.imgur.com/ZsoY6MS.jpg",
        "fandom": "https://borderlands.fandom.com/wiki/Jack",
        "quotes": [
          "Vault hunters: I need your help. The power inside the next vault could bring peace to Pandora. Only badasses like you could brave the horrors of Pandora and find it...\\n\\n\\n...Which is why you’ve gotta die.\\n\\nSee, I can’t just have some psychopathic murderers getting to the Vault before I do. Don’t get me wrong, it’s cute that you all think you’re the heroes of this little adventure, but -- you’re not. You’re bandits. You’re the bad guys. And I...am the goddamn hero.\\n\\n\\n**Welcome to Pandora.**",
          "I can't just have some psychopathic murderers getting to the vault before I do. I mean, don't get me wrong, it's cute that you all think you're the heroes of this little adventure, but you're not. I'm the damn hero. *(beat.)* Welcome to Pandora, kiddos.",
          "Hey, kiddo. Jack here -- president of Hyperion. Lemme explain how things work here: Vault Hunter shows up. Vault hunter looks for the new vault. Vault Hunter gets killed. By me. Seeing the problem here? You're still alive. So, if you could just do me a favor and off yourself, that’d be great. Thanks, pumpkin.",
          "Hey! *(munching on pretzels)* Gah! These pretzel's SUCK!!! So, how’s your day been, buddy? We haven’t really talked much since I left you for dead. Hey, you think you’ll freeze to death out there? Nah, probably not. The bandits’ll get you first. *(beat.)* My day? It's been pretty good. I just bought a pony made of diamonds, because I’m rich. So, you know. That’s cool. *(beat.)* Kay, bye.",
          "I’m rackin' my brain trying to think of a name for that diamond pony I bought. I was gonna call it “piss-for-brains” in honor of you, but that just feels immature. Maybe...”Butt Stallion”? Nah, that’s even worse. I’ll give it some more thought.",
          "I should probably clarify -- the diamond horse I’ve been telling you about? It's not a sculpture, or anything. It's a living horse that actually happens to be made of -- actually, I'll just go get her. Butt Stallion! Say hello. (A horse whinnies.)",
          "Butt Stallion says hello.",
          "Attention, people of Pandora! Handsome Jack here, offering a million bucks to whomever brings me the head of the Vault Hunter who just arrived in Liar’s Berg. Oh, and I’m still offering a reward for Roland, the mass-murdering leader of the Crimson Raiders. Good hunting, bandits!",
          "Handsome Jack here, reminding you all not to worry your pretty little heads about those earthquakes -- with every tremor, my drills get closer to the vault -- to freedom, order, and safety for all of us. Except you asshats in Sanctuary.",
          "I bet you’re feelin’ pretty great about killing that no-name bandit king, huh? *(sigh)* Sometimes I envy you bandits -- you’re so...unburdened with things like intelligence, culture, morality, honor, ambition, good looks...I could go on. I won’t. But I could.",
          "Dignity! Almost forgot to mention dignity. (a horse whinnies in the background). Easy, Butt Stallion.",
          "This is a message to Sanctuary, *(mockingly)* “the last stronghold of the resistance.” Pandora as you knew it -- the chaos, the bandits -- that time has passed. If you let it, this could be an era of order -- of peace! Just turn yourselves in, and I promise: your deaths will be quick.",
          "You like my speech? I was lying about the last part, by the way. I’m gonna spend a lowng time torturing you bandit scum to death. And I’ll enjoy it even more because -- ah, I shouldn’t say anymore. I’ve got a little secret that I, uh -- you know what? You don’t need to hear it -- it’ll probably just confuse ya. Ciao!",
          "Made it to Banditville, huh? Well done! *(beat.)* It’ll be nice to see a friendly face when I’m burning that place to the ground. Oh, and I’ve decided that I will tell you my secret later on. Once you’ve earned it.",
          "Lemme explain something. Even if you DO rescue Roland from this Firehawk guy, the Crimson Raiders ain’t exactly long for this world. *(beat.)* You know what? I think you deserve a little hint: my secret involves your pathetic resistance dying, and me laughing, a lot.",
          "Feel that? The sound of those earthquakes marks my drills getting closer and closer to the vault. That's the sound of progress, baby!",
          "You think the Firehawk’s got Roland, huh? *(beat.)* Y’know, I heard the Firehawk liquifies bandits and drinks ‘em like flesh smoothies. But nah, I’m sure your bandit pal Roland’s just fine. Of course, if Roland hadn’t been such a dumbass in the first place, he -- whoops. Almost spilled my secret.",
          "Sure, I've got an offer! I’m sending a figure to the moon projector...now.",
          "And that's how Handsome Jack pays ransoms! Long time no see, Roland.",
          "Be honest with yourself, kid. Do you really think you can stop me? I knew you were gonna go for Roland. I am smarter than you. I don’t mean to condescend, that’s just a fact. *(beat.)* “Condescend” is a word that means “talk down to.” You got that, kitten?",
          "You didn’t know where Roland was, you don’t know why I’m after the Vault, and you still don’t know my awesome little secret -- god, it’s embarrassing how far behind you guys are. I mean, I don't wanna rub it in, or anything, but...damn.",
          "Look at those murderous Bloodshots. Don’t you think Pandora would be better without their scum? That’s all I wanna do -- clean up this planet. If that means I’ve gotta kill bandits like you, like the Bloodshots -- like all those Crimson Raider idiots in Sanctuary? Hell -- I’m happy to do it.",
          "*(sarcastic)* Wow. Bravo. Champagne. Cheers. High-five. Slow clap. You got the damn power core, didn’t you? *(beat.)* You’ve been warned, the kid gloves are coming off. Tighten up the big-boy pants because things are gonna get really bad for you Vault Hunters.",
          "Oh, I’m sorry. Was that your shields that just went down? So you knew that I knew, you were going for the power core -- and you just plugged it in? Even for you guys, that’s pretty -- ah, man, that’s pretty stupid. *(beat.)* I told you, I always win.",
          "I love the way you vault hunters just up and trusted Angel. Never occured to you that she was working for me, did it? I did the same thing to the last four vault hunters, but I’ll be entirely honest -- tricking you guys this time? Way funnier.",
          "Hey, thanks for taking the bait and grabbing that power core. It was hard to concentrate on charging the Vault Key, what with Roland’s buddies attacking my Eridium mines.",
          "I told you guys -- the hero always wins.",
          "Oh, get over it. I shot ONE baby. And, in fairness, it was being a dick.",
          "That’s the best you got? A flying city? What could you chumps POSSIBLY have that makes you think you’ve got a chance against me? I mean, do you bastards even know who I am?",
          "You know, I think it’s finally time to tell you that little secret.",
          "Angel's working for me.",
          "You only survived our train ride together because I wanted you to. Five years ago, Roland and his friends opened the Vault because Angel and I tricked them into doing it. Everything you vault hunters have ever done -- (laughing) it's all part of my plan. I'm such a rock star.",
          "I learned a lot from observing Pandora. Learned a lot about survival. About greed. But most of all? I learned no matter how badass they may be, anyone will happily lay down their life for a pretty girl, with big, blue eyes.",
          "Shame that Wilhelm had to let you kill him. Heck of a soldier -- not many people would volunteer to die, just so you'd think I didn't want you to have that power core. But -- psst -- spoilers: I did.",
          "So, Wilhelm nearly killed your Vault Hunter friends a couple years ago, and you just blow him away like any other grunt? Yeah, that's cause I poisoned him before you guys fought. Worth it, though, to make you think I didn't want you to have that power core. But -- psst -- spoilers: I did.",
          "You're kinda pissing me off, kiddo. You trusted Angel and fell for my trap just like your idiot friends did five years ago. But you -- you were supposed to help Angel and I destroy Sanctuary. But you didn’t. Sanctuary’s still safe. Which makes killing you…my top priority. Congratulations.",
          "Angel. That’s enough. You can stop pretending to help the bad guys now. Angel?",
          "See, this is what I don't get about you bad guys. You know the hero's gonna win, but you never just die quickly-- man, this one guy in New Haven, right? City's burning, people dying, blah blah blah. This guy rushes me with a spoon. A fricking spoon. And I'm just laughing. So I scoop out his eyeballs with it, and his kids are all, \"aghhhhh!,\" and, ah...you had to be there. Anyway, the moral is: you're a bitch.",
          "God dammit, Angel! What are you doing?! Those are the bad guys!",
          "**(rage)** Run all you want, bandit. We all know how this is gonna end.",
          "Wow. You’re really bad at protecting that beacon.",
          "I’m sending everything I have at you. EVERYTHING.",
          "Angel, what the hell are you doing?!",
          "(rage) Angel, you and I are gonna have a serious talk.",
          "I watched Mordecai a lot. You know, he may be a drunken loser, but he never kept Bloodwing in a cage. Never even raised his voice at her. Funny thing -- you wanna destroy a man, you don't need to kill him. You just need to kill what he loves.",
          "Oh, hey, you're in the preserve. I was gonna do this whole thing where I'd lure you in here and kill you, but you just -- you just kinda showed up. Thanks for saving me the trouble, kiddo.",
          "Got the Angel back under control. WOMEN, am I right? So, you’re here for the bird? Bleedwing? Bloodwing. (trying not to laugh:) Just to warn you -- you’re really not gonna like this next part.",
          "Hey – you know what I just remembered? **(beat.)** It’s feeding time.",
          "Want Bloodwing back, huh? Shame -- I’ve been doing some really interesting Eridium experiments with her. Hate to see her go, but heck with it --",
          "(grave) This is what happens when you don’t listen, bandit.",
          "Heh. That's cute.",
          "Just give it up, kiddo. Bloodwing’s got ALL the elements at her disposal! Slag! Fire! Electricity! Corrosion! And...and, uh...damn, I forgot the last one. What was it, again?\\n\\nSlag, fire, electricity, corrosion...come on, Jack, you know this -- there's one more...\\n\\nFire...what else is there? Electricity! Electricity...slag, fire, electricity, corrosion's coming up next -- what am I forgetting?Corrosion...yeah, I remember that one -- come on, what's left?\\n\\nSlag...yeah, I remember that one...Oh, now I remember! EXPLOSIIIIIIVE!",
          "Where the hell is -- I had a violin somewhere, I was gonna play it all sarcastically --goddammit, I saw it like a day ago. Blake! Violin!\\n\\nSweet, sweet. Found it! This is a song for Mordecai’s stupid bird. ... Screw you, it woulda been funny if I’d had it earlier. Shut up.",
          "Welcome to the Wildlife Exploitation Preserve, kiddo. I’m afraid you’re not gonna like this area all that much -- it’s about knowledge. Experimentation. Discovery. You’ll see lots of complicated equipment and signs with real big words, but don’t worry -- if your brain can’t handle all the science, you can always put a bullet in it.",
          "I can’t wait for you to see the surprise. You’re gonna be like, “oh no, I'm bleeding so much, so much blood, ahhhh!” (laugh-sighing) It's gonna be great.",
          "Ah ah ah -- you stay back, we’re not quite ready for you yet. Don’t wanna spoil the surprise.",
          "You met up with Brick, huh? Ah, I'll never forget the way he squealed when I let my girlfriend strangle his dog. Ahhh. Good memory.",
          "You’d better run, goddamnit. Run, bandit, run!",
          "People of Pandora -- the jackass Vault Hunter has joined the Slab bandit clan, and that can only mean one thing -- it’s triple bounty week for all Slabs! I want scalps, people, and I want ‘em now!",
          "Did you know that some people on this planet still believe in silly superstitions like angels, demons, and ancient alien warriors? We like to call them “bandits.”",
          "Didja know your chances of being disemboweled increase by eight thousand percent upon leaving Opportunity? Scientific fact.",
          "Did you know you're staring at the future site of the Opportunity pleasure palace? That's right -- for a thousand bucks, you'll be able to spend an hour with a life-sized likeness of me.",
          "Did you know littering in Opportunity is punishable by death? If not, you also oughtta know complaining about Opportunity's laws is considered verbal littering.",
          "Hey, kids! Did you know what your mommies and daddies gave up so your family could live in Opportunity? Literally nothing! Your family is paid to be here -- I’m the one who feeds and protects everyone. Remember: we should all love our parents, but love me more.",
          "You seriously thought you could hide from me, Angel? Say goodbye to your friend. Say it.",
          "This is a message to the Crimson Raider “resistance.” Do you see that shining city on the horizon? That’s what you’re “resisting”. Beauty. Purity. Order. You think about that the next time you’re sleeping in your own filth.",
          "You wanna know why I’m trying to awaken the Warrior? Because it’s not enough. This disgusting planet, these stupid, stupid frickin' bandits I defeated how many years ago -- it’s not enough. I want it all. Every planet, every star. Call me old-fashioned, but -- bein’ a god sounds like a hell of a lot of fun.",
          "Hey, you know how I got my hands on that Vault Key? See, a few years back, Wilhelm and I paid a visit to your little friend Tannis. And we beat her for hours. We ripped it outta her broken fingers. But we let her live. Because that’s what heroes do. They show mercy.",
          "Fun time's over, kiddies -- Brick and his mouth-breathers couldn't bust my bunker…and neither can you.",
          "Consider this your final warning -- no, consider this MY final warning. *(beat.)* Turn around and I promise I’ll make it quick for you. (angry) But I swear, you take one more step, every soul back in Sanctuary will die staring at their own lungs as I rip them from their chests.",
          "Rrgh -- language!",
          "Angel, shut the HELL up!",
          "So this is how you bandits fight, is that it? You can't come straight for me, you gotta kill an innocent girl?",
          "You are endangering my baby girl. This is my vow, every friend, every child, every person you ever passed on the street. I’m gonna kill them all. *(beat.)* You didn’t follow the rules, bandit.",
          "Please. Okay. Are you hearing me? Please don’t kill my little girl.",
          "Sup.",
          "(frighteningly even-keeled) He’s not coming back. *(beat.)* You killed my little girl.",
          "What’s that saying? Don’t pick a fight with a man with nothing left to lose? *(beat.)* I’m going to show you just how much you have left to lose -- and I got the most powerful Siren on the planet to do it with. *(beat.)* Lilith, kill the vault hunter. We’ve got a date to keep with the Warrior.",
          "Angel, unfortunately, wasn’t strong enough to charge the key. But Lilith? Given how she phased your city, I’d say she’s got a very interesting connection to Eridium that other Sirens don’t.",
          "I gave you a chance, bandit. I told you to run, but you thought you could take on my bunker. But now? It's time for you to realize just how wrong you were.",
          "It's the same technology I used with my daughter. But unlike you, she knew how to listen. It's time for you to learn who's in charge. The hard way.",
          "(imitating Roland’s voice) Hey, buddy! It’s me, Roland! Let's kill Handsome Jack and then we'll ALL go out for milkshakes!",
          "Naw, I’m just playing. He’s still really dead. Grabbed his ECHO unit when I left. *(beat.)* Just wanted to tell you that Lilith is doing a bang-up job charging the Vault Key for me. The Warrior will be awake in no time.",
          "You're not going anywhere, bandit.",
          "People of Pandora...my daughter is...dead. Murdered. By the vault hunter. So I’ve decided -- I’m rescinding the bounty on the vault hunter. If you should kill that child-murdering sonofabitch before I do? I will find you. And you will regret denying me my vengeance.",
          "Do me a favor. You think about how all of Roland’s training, all his experience counted for nothing once he met me. And ask yourself, if I could kill the wise leader of the Crimson Raiders without breaking a sweat, how hard will it be to kill a psychotic bandit king and a drunken frickin' sniper?",
          "Lilith has quite the little mouth on her -- and, as it turns out, when that Eridium is pumping through her body, I can stab her over and over and over and it just heals right back up. *(beat.)* I’m told it’s agonizing. Oh, she looks pissed.",
          "I bet you think I’m a monster. You think I enslaved Angel. But you didn’t see what she did to her mother. I had to restrain Angel’s power. You get that? I had to.",
          "Don’t you dare speak about my daughter.",
          "You feel that? That electricity in the air when you're just aching to murder someone? Haven't felt that in such a long time.",
          "It’s almost that time, child-killer. Lilith’s nearly charged the Vault Key -- how you feeling, babe?",
          "You feel that, child-killer? The key’s nearly charged! This world is gonna end!",
          "Nearly there, bandit. Once the Warrior’s awake? Think I’ll smash that flying city of yours. What do you think, Lil?",
          "Ooh. I don’t think Lilith likes that idea.",
          "You’re right on time -- the key’s nearly ready! But before I cleanse this planet for good, I am gonna avenge my daughter!",
          "DIE!",
          "No, no, no... I can’t die like this... not when I’m so close... and not at the hands of a filthy bandit! I coulda saved this planet! I could have actually restored order! I wasn’t supposed to die by the hands of a child-killing psychopath! You’re a savage! You’re a maniac! You are a bandit AND I AM THE GODDAMN HERO!",
          "Well, that’s two more vault hunters down. Now it’s just you, me, and Lilith here. Don’t keep me waiting.",
          "This can't be happening…this can't be happening!",
          "This is where it all ends. Once Lilith charges the key, I’ll control the Warrior and wipe you bandits off my planet. *(beat.)* When you get to hell, tell your Vault Hunter friends I said “hey.”",
          "You’re a plague, bandit. You and your kind have corrupted Pandora with your greed and your hatred. It comes down to me to save this world from your kind. But I am more than happy to do it.",
          "...I WIN!",
          "The greatest alien power Pandora has ever seen -- and it’s MINE to control!",
          "WARRIOR!...KILL.",
          "Kill, goddammit! KILL!",
          "What? How the hell did you do that?!",
          "You barely even scratched my warrior! HAH!",
          "Quit playin’ around, Warrior -- crush that stupid vault hunter!",
          "What the hell is taking so long?! Kill the goddamn vault hunter already!",
          "How are you still alive, vault hunter? HOW?!",
          "This is how you die, Vault Hunter!",
          "Just give it up, vault hunter!",
          "You don’t stand a chance against my warrior!",
          "The Warrior’s mine, bandit!",
          "This is for Angel!",
          "Once you’re dead, the Warrior will burn this planet clean!",
          "NO!!!",
          "This can’t be happening...THIS CAN’T BE HAPPENING!",
          "The Warrior was practically a god. How -- HOW in the hell have you killed my Warrior?",
          "You idiots -- the Warrior could have brought peace to this planet! No more dangerous creatures! No more bandits! Pandora – it could have been a PARADISE!",
          "UNGHH!",
          "Alright, you mindless gun-hands: you're looking for a really hot chick with blue tattoos and mystical powers. A Siren. Specifically, one named Lilith. The official reports say she died in New Haven, but I'm positive she's hiding out near Sanctuary. If you catch wind of her, tell me and I'll pay you enough money to build a mansion made out of other, smaller mansions. Out.",
          "Yeah, I just realized you grunts are gonna get yourselves killed without this little tidbit: all Sirens are born with different, crazy-ass powers. You cannot -- I repeat, CANNOT win a fight with them in one on one combat. you see Lilith, contact me IMMEDIATELY. I can handle her -- you can't. Me yes, you no!",
          "Found an old recording that might help you guys out with the Siren.",
          "Oh, yeah, and since you shiver-brains evidently don't know how to listen, I'll say it again: stop bringing in fake Sirens. Only six Sirens can exist in the universe at any given time, and I already know of three -- you're not gonna convince me you happened to find one of the remaining three just by drawing blue tattoos on some random chick's corpse. I will admit, it was mildly amusing the first dozen times you idiots tried it, but now my office smells like blood and marker fumes. So quit it!",
          "(over an intercom) Alright, Sammy, what say we start that test?",
          "Sorry, baby, I can't hear you over the sound of people not being injected with Eridium. This Vault key didn't make Eridium come outta the ground for nothing -- we've got it, so we might as well experiment with it. You're not eager to be on the other side of that glass, are you?",
          "(over an intercom) What's the holdup, Sammy?",
          "Hey, remember that wife of yours? And how you wanted to see her, like, ever again?",
          "I don't hear screeeeaming...",
          "I need your help. I know -- \"argh, trap, don't listen\" -- but it's about my grandma. I built her a cottage out in the Eridium Blight, and I need you to check on her, make sure everything's as it should be. Don't do it for me; do it for her.",
          "(initially sounding inconsolab,e then incredibly relieved) Ohhhhhhh, thank GOD! I was so worried you'd killed those bandits before they could murder ol' gran-gran. And you know what now I don't even have to pay 'em! So, thanks, loser.",
          "Woah woah woah woah – are there bandits at grandma's house? Oh, Jesus. Oh crap.",
          "You killed the bandits? Okay. Okay. God, I hope everything's okay.",
          "Thanks for the help, man. Still gonna kill you, though.",
          "Ol' balloon-tits is still holdin' a grudge against me, huh? Don't get me wrong, I understand it -- once you've eaten prime rib for free, it's hard to go back to suckin' down hamburgers for cash. If you know what I'm talking about.",
          "I'm talkin' about dicks.",
          "My construction site! Moxxi, you BITCH!",
          "Heyyyy, everybody! Jack here!",
          "I'm sorry, what was your name?",
          "Well, Ms. Pierce -- and please don't break my heart and tell me it's missus Pierce -- this train doesn't belong to you. Wanna turn around and face me, little lady?",
          "Holy NUTBALLS what happened to your FACE?",
          "How about this, lady: you tell me why you look like you headbutted a belt sander, and I'll let all of you go.",
          "Oh. Oh, gosh...I'm so sorry. Where's your husband now?",
          "Hey, how about that! Somethin' you got in common.",
          "Hhhhohohohoholycrap! Did you see her head? It was like -- PSHEWWWW! Wilhelm? Kill these savages.",
          "I will pay you to kill youself. I've got a perfect spot all picked out for ya. You don't wanna, that's fine -- call the Hyperion Suicide Prevention Hotline, and you'll get nothing. But if you want a huge reward, you jump off that cliff and become my bitch. Take your time.",
          "Hhhhhhhahahahahaha! I guess you just killed yourself. Head back to the bounty board and I'll pay you. But just -- one second. No matter what happens, or has happened -- you could have killed me by the time you're hearing this, who knows -- I just want you to remember one thing: you are a sellout. You killed yourself because I paid you to. You are my bitch.",
          "Pleasure doin' business with you.",
          "Didn't kill yourself, huh? Adorable.",
          "Enjoy your nothing, idiot!",
          "Did you…actually just kill my girlfriend? Hunh. …That's…actually kinda pissing me off.",
          "(Sigh.) What are you doing now, tool? Petty vandalism? That's how far you've fallen? Really, it's just sad.",
          "Okay. You made your point. You don't like the statue. I look a little too badass with my foot on that bandit's face, and you're jealous. I get it, alright?",
          "Got it out of your system? That feel good? Great. Now go home and stop screwin' with my stuff, or we're gonna have a problem.",
          "I can actually see why you'd wanna tear that particular statue down. Clearly, you're illiterate, and the image of me enjoying a good book just makes your head hurt somethin' awful.",
          "You know what book I'm reading in that image? It's called \"101 ways to forcibly make vandals eat their own entrails.\" I'll let you borrow it sometime.",
          "Dude…don't be a dick.",
          "Oh come ON -- what's wrong with that statue? I'm holding the Vault Key, and a BABY. You know what babies are, right? Those little pink things your kind eats after you're done rolling around in your own feces?",
          "I get it. You're one of those conspiracy theorists. \"Muhhh, Handsome Jack didn't really open the Vault, he stole the key, wake up sheeple.\" I thought I'd already killed off the rest of you tinfoil hat-wearing pricks.",
          "For the LOVE of -- okay. Great. Success. You're pissing me off. Good for you.",
          "What is this even ACCOMPLISHING? Are you just trying to piss me off? Was that your goal? Well mission accomplished, jaggoff. When I'm curbstomping your dumb ass to death, you can take solace in the fact that, one time, for like, eight seconds, you mildly irritated me. Good for you.",
          "Go ahead. Knock the last one down. I've already got a great idea for a new statue. It's just gonna be me, kicking you in the junk. I'm gonna commission like fifteen of those sumbitches and put them everywhere.",
          "You are such an ASSHOLE!",
          "Jimmy, please make a note: I'm strangling Mister Moorin for bringing up my wife.",
          "Ah ah -- choking is something you do when you eat too fast. As I'm crushing Mister Moorin's windpipe with my watch chain, what I'm doing is strangling.",
          "Shhhhh. Tut-tut-tut-tut-tut. Anything else on today's agenda, Jimmy?",
          "Well then!",
          "Drinks are on me!",
          "Okay, any candidates today, Angel?",
          "Great! Say this to 'em: Don't be alarmed. I need you to stay calm and don't let on that anyone is talking to you. Start making your way off the bus.",
          "Shut up. Tell them --",
          "But sir, the energy readings my…instruments at home are getting from Pandora are --",
          "Yes, sir – I'm sorry, Mister Tassiter, it won't happen again!",
          "Now now, Mister Tassiter -- \"blackmail\" is such a dirty little word. Actually, no it isn't. It's got kind of a nice sound to it. \"Blackmail.\" Say it with me: black--",
          "Because I was right, you mean. And call me Jack. Please.",
          "(taking out his pocketwatch, sighing) Mister Tassiter, do you know the difference between choking and strangulation?",
          "This is your new home, darling. You're like a princess, and this is your throne!",
          "She's not coming back, Angel. Now get in the freaking chair.",
          "Get in the chair.",
          "Why isn't this working, Angel?",
          "I've pumped every ounce of Eridium I've got into you but the key still isn't charging? WHY?!",
          "You're a SIREN! You're one-of-a-kind, now make it work! I want that warrior, Angel. I want him awake, I want him under my control, and I want him NOW!",
          "Damned right it is. I just came back from rescuing the Space Vixens of Eden-6, and thought I’d check in with my number one fan. Hey, Justin, why the long face?",
          "Well, Justin, your mom sounds like a bitch.",
          "If she had any brains at all, she’d know that the rifle you hold in your very hands is made by Hyperion, which means it’s perfectly safe for children of all ages!",
          "Hyperion makes the most accurate, high-quality weapons in the six galaxies. If you wanna grow up to be big and strong like your old pal Handsome Jack, you better start practicing your marksmanship now!",
          "Oh, yeah? Where is he now?",
          "Wow. I'm already impressed.",
          "Angel -- are we hearing this live, right now?",
          "Get the Hyperion Truth Network on the line now.",
          "Ha ha! I'm brilliant! am I-- am I brilliant? I'm brilliant.",
          "Thankya, Angel. Now do me a favor and put this Axton guy on the list, will you?",
          "...What?",
          "Tell me everything. now.",
          "The who?",
          "Play it.",
          "Angel.",
          "Find her.",
          "No problems, I'm assuming?",
          "Woah --Run that by me again?",
          "Yeah? What name?",
          "Play it.",
          "Let's hear it.",
          "Heh...I like this guy. Put him on the list.",
          "Talk to me, Angel. I need a Vault Hunter and I need 'em yesterday.",
          "-- No! No, no, no. -- next! I hate those \"mysterious warrior\" types. Nine times out of ten, there's nothing ACTUALLY special about them. Who else you got--",
          "...Did that guy just speak in Haiku?",
          "So what's this Zero guy doing on Pandora in the first place?",
          "Angel, you've got a brain the size of a planet. Don't give me \"I dunno.\"",
          "W-w-what do you mean, not human? Is he a robot? An alien? What?",
          "Roll it, Angel.",
          "Well when you're right, you're right, Angel. I think this Zero guy will do nicely.",
          "Welcome to the Hyperion City of Opportunity! Littering is punishable by death.",
          "This is Handsome Jack, welcoming you to Opportunity! If you wanna learn more about Opportunity and the things I'll do to you for breaking the rules, just activate one of the many info kiosks spread around the city!",
          "Welcome to Opportunity! You've been chosen to live here because you represent the best Hyperion has to offer. You had the courage to emigrate to Pandora, and the huge goddamn bank accounts to pay my asking prices.",
          "Citizens of Opportunity! You represent the beginning of a grand adventure. Opportunity is only the FIRST Hyperion city on Pandora. One day you'll be saying, \"bandits? What's a bandit? I can't hear what you're saying over the motor of this free blowjob machine Jack gave all of us.\"",
          "This is Handsome Jack saying, keep it up! Construction's goin' great. And if it isn't, I'll cut of your rations.",
          "Handsome Jack here, reminding you: you guys are building the future. A Pandora without bandits, or monsters. A world without hate, or violence. A world I will legally forbid you from entering once it is complete. So enjoy it while you can.",
          "I, Handsome Jack, have heard your complaints that we cannot finish the city by our projected date five months from now. I have heard many of you request that we reduce scope, or cut planned buildings. And to those people I say: shut up.",
          "Work faster or I'll kill you.",
          "Feast your eyes on this, bandit!",
          "Better act now, before you're dead.",
          "Heads up, bandit!",
          "Greetings, residents of [Overlook]! I, Handsome Jack, am [moderately happy] to welcome you into the Hyperion family! Watch out for those [Stalker] attacks!",
          "This is Handsome Jack, thanking you, loyal test subject, for helping bring Pandora into the future. The experiments you'll be put through will help us uncover new uses for Eridium, new cures for medicine, and...why are you having me read this crap? They know we're gonna mutate the hell out of them, why lie to – (static)",
          "Haaaaaaandsome Jack here. When I opened the Vault and destroyed the Destoyer inside -- ironic, I know -- I had a Hyperion weapon in my hand. When I cleaned up the frontier and burned the bandit settlement of New Haven to the ground, it was a Hyperion pistol I held in my fist. And every day, as I watch over this planet, as its protector, as its champion, as its hero, it’s Hyperion firearms I put my trust in. Hell, that’s why I bought the company in the first place. This is Handsome Jack, signing off.",
          "This is Handsome Jack, reminding you that we at Hyperion are still offering bounties for Pandora’s most wanted. The reward has risen to eight billion dollars for the bandit known as “Brick” -- big guy, looks like he survives on nothing but ground beef and roids. You’ll know him when you see him. We’re also still offering six billion dollars for the capture of the ex-Underdome star known as Mordecai, as well as a smaller reward for the capture of his bird, Bloodwing -- oh, sorry. I read that backwards. It’s six billion for the bird, twenty bucks for the has-been. My mistake. And, as always, I am personally willing to offer thirty billion dollars for the capture of the bandit leader known Roland -- double that if you use Hyperion weapons to bring him down. Oh, and stop contacting us with questions regarding the bounty on the freak known as “Lilith.” The fugitive was confirmed dead months ago, alright? Handsome Jack, signing off.",
          "Angel, get this message to whomever’s organizing the construction out in the Nexus. No matter what happens, make sure that old bandit town -- Fyrestone, I think it’s called -- make sure it stays standing. That pissant little rest stop is where it all began. Oh, and another thing: I want it on company policy that instead of “Fyrestone,” we’re changing its name to “Jackville.” Really twist the knife for those bandit bastards, you know what I mean? I want those Vault Hunting bandits to see what I’ve done to this place -- I want it to stand as a testament to their failure. They couldn’t protect New Haven, they couldn’t protect Fyrestone, and they’re sure as hell not gonna protect Sanctuary.",
          "Guys, I’ve heard rumblings amongst the workers that our Eridium mining operatins are “ravaging” this planet. Ya know, I assume you’re saying this because most of you didn’t see what Pandora looked like before we showed up. You know what they called this place? The Badlands. It was a dry, dusty pisshole where dreams went to die. Now there’s pipes, full of beautiful Eridium, technologically advanced machines, goddamn volcanos -- I mean, who doesn’t love volcanos? They’re mountains that explode fire. That's literally the definition of the word awesome. Am I -- am I right?",
          "Hi there! This is a message from Handsome Jack, to the construction workers of Opportunity. You fine gentlemen are building the future -- once the city is done and its carefully selected citizens are brought in, you’ll be able to see the true beauty that Opportunity represents. From a distance, that is -- you guys aren’t coming anywhere near this city once it’s done. You can check it out from, like binoculars, or something.",
          "Of course you don’t. Because you’re as lacking in vision as you are in brain cells. You don’t do things because they’re easy. You do them because they’re right--",
          "Opportunity is the tip of the spear, people. The future is coming to Pandora, and Opportunity is the bright, shining beacon of that future. Bandits will look up from their baby-meat stew and see our city shining in the distance. A symbol of safety, and peace, and order. First, Opportunity. Then, the rest of Pandora.",
          "I can’t say for sure, Keith, but I’m loathe to take advice on children from someone who doesn’t have any.",
          "That's the thing – you don't. Not anymore.",
          "Alright, let's weapons, everybody.",
          "No No no. I’m talking style. You look at our guns -- what do they offer?",
          "Class, sweetheart. They offer class. You buy from those war hippies at Maliwan, the gun’s named like “the Fervid Gospel” or “the Guileless Provocateur” -- some pretentious crap. You get a bandit gun, they can’t even spell “pistol” right. When you look at the names of those guns, you feel like a dumbass. When you look at a Hyperion gun, I want you to feel classy.",
          "Synergy. Dynamicism. Longitudinal. Words with heft. Words with meaning. Words that evidently nobody in this room understands given the blank looks you troglodytes are giving me right now. Look -- when you pick up a Hyperion shotgun called the Projectile Diversification, you’ll know it was made by smart sonsofbitches, for smart sonsofbitches. Jesus is anybody writing this down? I'm giving you gold here, people.",
          "Hey, Roland. Handsome Jack here – 'member me? My men kicked your bandit asses out of New Haven and killed your little pal Lilith. Ringin’ any bells? Anyway, I hear you and the rest of your little buddies have relocated to Sanctuary. Just wanted to congratulate ya – you’ve successfully delayed your deaths by a few months. I’m gonna be real busy mining Eridium to charge that Vault Key I stole from your buddy Tannis, so you guys are gonna be low on my priority list for a while. So Ciao!"
        ]
      }
    },
    {
      "name": "Krieg",
      "data": {
        "name": "Krieg",
        "title": "Conductor of the Poop Train",
        "color": 13211154,
        "imageURL": "https://imgur.com/aL2gBoH.jpg",
        "fandom": "https://borderlands.fandom.com/wiki/Psycho",
        "quotes": [
          "Crack the ribcage to get the goodies!",
          "My pain-toys!",
          "Gimme your guts, metal box!",
          "I'LL CRACK YOUR MIND AND BEAT YOUR PROBLEMS TO DEATH!",
          "Shoot and loot and loot and shoot.",
          "Look at all the death-trinkets!",
          "Hurt me more!",
          "GET OUT OF MY HEAD!!",
          "KILL THE LITTLE MAN!!",
          "Get out, get out, GET OUT!!!",
          "Bring me a bucket, and I'll show you a bucket!",
          "I'm gonna beat you to life!",
          "I'm gonna make hammocks, from your eye lids!",
          "SEEEEEEMEEENNNN!!",
          "I need a powerful woman! Right now!",
          "Pussy! Pussypussypussypussypussy pussy!",
          "I think he's gonna play xylophone with my spinal cord!",
          "Never gonna give you up...",
          "It's time for the meat puppet!",
          "This is prison and we're the guys in the shower!",
          "I'm gonna floss my teeth... with your face!",
          "You're gonna be my new meat bicycle!",
          "Foreskin hats for my puppets!",
          "Mornin' After Kill is that you!?",
          "LIGHT THE FUSES BITCHES...",
          "NIPPLE SALADS! Nipple salads... NIPPLE SALADS!",
          "I'M THE CONDUCTOR OF THE POOP TRAIN!",
          "NEVER STOP THE KILLING!! NEVER!!",
          "Hurt the one you love! Do it!",
          "A killing tool, put it in me!"
        ]
      }
    },
    {
      "name": "Lilith",
      "data": {
        "name": "Lilith",
        "title": "Lilith - The Firehawk",
        "color": 12793113,
        "imageURL": "https://i.imgur.com/ivSv20A.jpg",
        "fandom": "https://borderlands.fandom.com/wiki/Lilith",
        "quotes": [
          "test1",
          "test2"
        ]
      }
    },
    {
      "name": "Loader Bot",
      "data": {
        "name": "Loader Bot",
        "title": "Loader Bot",
        "color": 16628002,
        "imageURL": "https://i.imgur.com/vbEdvFf.png",
        "fandom": "https://borderlands.fandom.com/wiki/Loader_Bot",
        "quotes": [
          "test1",
          "test2"
        ]
      }
    },
    {
      "name": "Marcus",
      "data": {
        "name": "Marcus Kincaid",
        "title": "Marcus - No Refunds",
        "color": 8597525,
        "imageURL": "https://i.imgur.com/y7NvZEk.jpg",
        "fandom": "https://borderlands.fandom.com/wiki/Marcus_Kincaid",
        "quotes": [
          "So, you want to hear another story, eh? One where the very fate of Pandora hangs in the balance? If not, too bad -- I’m telling you anyway. First, there was the Vault -- an alien prison opened with a mystical key. To the warriors who opened it, the vault was just a container of tentacles and disappointment. They vanished into the wastelands, certain that the Vault held no treasure at all. \n\nThey were wrong. The vault’s opening triggered the growth of Eridium, a priceless alien element. Soon, the rare and valuable mineral emerged all across Pandora. Its appearance attracted many. Including...the Hyperion corporation. \n\nThey came to Pandora to mine Eridium, and bring order to the savage planet. Through their excavations, Hyperion uncovered evidence of an even greater vault. Their leader vowed to find it -- to use its power to civilize the Borderlands, once and for all. But Hyperion weren’t the only ones searching for the next Vault’s alien power. The call of danger and loot is not so easily resisted. \n\nCertain warriors came to Pandora in droves to uncover its hidden secrets. Some would call them adventurers. Others call them fools. But I...call them vault hunters. \n\n*Our story begins with them, and with a man named* ***Handsome Jack...***",
          "This is Marcus of Marcus Munitions -- be sure to check out my storefront in Sanctuary!",
          "Hmm, I dunno… Looks like it works to me.",
          "I know you're busy, but you must be careful -- do NOT shoot those statues of me. They are awesome, and I have dibs on them.",
          "What, the Vault Key? Then maybe you shouldn’t have sold it to Tannis! If you’d given it to your old pal Marcus, maybe we wouldn’t be in this situation!",
          "The hell are you doing in here? Get out there and do something!",
          "What the -- how the hell'd you get back there? (sighing) Frigging Vault Hunters.",
          "Son of a bitch -- robbed me blind!",
          "Jack’s monopoly on weapons is running me out of business. But that’s not why I want him dead. I want him dead because he’s a greedy, murdering sonofabitch who needs to die screaming. Good luck.",
          "Roland's…dead? …Oh. Me and him didn't see eye to eye most of the time -- he never liked how I sold guns to the bandits -- but I would have died in New Haven if it weren't for him. He was a…he was a good man.",
          "If you're going after Jack, this might be of use.",
          "I was making change for some idiot named Kai few weeks back, and gave him a ten instead of a one. I need you to track him down and get the nine bucks he owes me. He was mumbling into an ECHO device when he came in -- maybe you can track him by finding his transmissions.",
          "*(in the distance, faux-awestruck)* It is you! No, no no -- it is YOU! The chosen one! Quickly, into my store! We haven't a moment to lose! The prophecies spoke of a man who would come to Sanctuary, forever speaking into an ECHO recorder. He would be a humble man, of unknown origins -- *(backpedalling)* A very famous man, beloved the galaxy over! He would wield the... Evil...Smasher forged by my own hand, and save our galaxy forever! It is your calling! You MUST purchase the Evil Smasher from me and save our planet! You'll be rewarded with riches, fame! Moxxi's hand in marri-- *(suddenly pragmatic and disinterested)* Two million dollars.",
          "Pahaha. What a jackass. Now gimme my money back.",
          "Chosen one. Pah!",
          "Hahahahahahahahahaha! No.",
          "So, last night I got a little tipsy and I was thinking about all the unsatisfied customers I've had, so I mailed out some...refunds. I don't know what I was thinking -- you have to get those checks back from the mailboxes before the auto-post sends them off. You gotta hurry, they'll be sent any minute!",
          "Refunds...my god. I'm never drinking rakk-ale again.",
          "Oof -- skags ate a gun? No way to tell which one of the ugly things has it -- just start hunting skags and hope for the best!",
          "Hey, you found all the gun parts! Bring them back here and I'll assemble them for you.",
          "No charge. This time.",
          "For the last time, Crank, I shipped those guns to your brother in the Fridge. Alright?",
          "I literally just told you --",
          "You want this AI thingy in a gun? Fine -- but just this once.",
          "Now, get set at the patented Marcus Munitions Murdering range! Oh, and I'm just loaning you these weapons. Don't get too attached.",
          "Hey -- I said you could BORROW that gun, not HAVE it! Frigging Vault Hunters.",
          "Now, burn him like a skag steak!",
          "I didn't give you a fire gun out of the kindness of my heart. BURN him, already.",
          "Ahaha! Fire and flesh -- quite a nasty combination.",
          "This Hyperion fascist thinks he's safe cause he's got a shield. Spoilers: he isn't.",
          "Take that, Jack-lover!! A few good hits from a shock weapon will zap a shield away quicker than you can say, \"buyer's remorse!\"",
          "Next up -- explosive! Yes, that's an element. Don't question it.",
          "Explosive guns do… okay damage to all enemy types, but they have a sizable blast radius. Try it out!",
          "See? The damage wasn't amazing, but it's equally effective against shields, armor, or flesh. But really, who cares? Explosions!",
          "See how the acid eats through the metal? I must confess -- I love corrosive weapons.",
          "Now, let's try out these new slag guns!",
          "Slag is a bit more complex. If you slag your enemy, all NON-slag damage will hurt even more! Here -- slag this chump.",
          "Great! The weapons work, and you're ready to take on Handsome Jack. Now, let's talk about your payment.",
          "If you want to purchase any elemental weapons like these, you could always buy some from your friendly neighborhood arms dealer.",
          "Jack blasted my personal safe out of my own store! My most precious treasure could be in the hands of some freeloading bandits by now! Head back to that city-sized hole in the ground and get my safe back!The player gets an objective: Retrieve Bank Vault.",
          "Son of a slag -- the safe must have tumbled into the caverns. I heard from Crazy Earl that some bandits are going after it -- get after them!",
          "You found the safe? Ohhh, thank god. Open it, and return its contents, quickly!",
          "Ahhhh. Gazongas.",
          "Curses! Those idiots dropped my safe into the Caustic Caverns. Get after it!",
          "I knew I hadn't heard the last of that gun. I bought it off a guy a few months ago. Great gun, but it's...cursed. I sold it to a bandit named Horace.",
          "Dear [Roland,] I can’t help but notice the [Bloodshots] you are fighting pack some seeeeerious firepower. If you are going to have a chance against them, you’ll need to up your arsenal -- you could always arm your men with some high-quality munitions from my store. If you buy from me, those [Bloodshots] will be dead in no time!",
          "Dear [Bloodshots,] I can’t help but notice the [Crimson Raiders] you are fighting pack some seeeeerious firepower. If you are going to have a chance against them, you’ll need to up your arsenal -- you could always arm your men with some high-quality munitions from my store. If you buy from me, those [Crimson Raiders] will be dead in no time!",
          "Again with the thievering?",
          "I should probably lock that.",
          "Dude. Not cool.",
          "Congrats -- you're the first person to have stolen from me and lived.",
          "We'll just call that a loan.",
          "You're paying me back for that later. Whether you like it or not.",
          "I've killed men for less. Well, ordered their deaths. Same thing.",
          "Yes, by all means. Rob my store in front of me.",
          "Hey. Come on.",
          "Stop stealing from me!",
          "I'm not a price gouger -- you're just buying too many bullets!",
          "Supply and demand, bitches!",
          "If you've got a problem with my prices, blame the Eridium economy!",
          "The stronger you get, the more I'll charge! Deal with it!",
          "Get over here. I got work.",
          "Jackpot!",
          "Time to take a load off.",
          "Ah, crap.",
          "Come on, work already!",
          "Hehe.",
          "Wanna make some money? I've got jobs for you back in Sanctuary. Get over here, chop chop!",
          "I knew I could count on you.",
          "Ah. Always trust a mercenary.",
          "You do good work, my friend.",
          "Opportunity is knocking, friend! Will you answer, or blast a hole through the door?",
          "Moxxi hasn't mentioned me lately, has she? Eh, probably not.",
          "I miss my bus.",
          "Stay away from Crazy Earl's black market, friend. Never trust a man who won't accept cold, hard cash.",
          "Come back anytime!",
          "Farewell, friend!",
          "I'm sure we'll be doing this again soon enough!",
          "tell your friends: Marcus munitions!",
          "Remember, we're always open!",
          "Good luck!",
          "Don't have TOO much fun!",
          "Don't die, I need your business!",
          "Goodbye, friend! If you shop anywhere else I'll have you killed!",
          "Two words, my friend: no refunds.",
          "A pleasure as always!",
          "Pleasure doing business!",
          "Caveat emptor!",
          "Lovely!",
          "May it help you kill many things!",
          "You're my millionth customer! Don't let it get to your head.",
          "Nothing like a good sale!",
          "May it keep you safe in your travels!",
          "Thanks for the scratch!",
          "Nice to get back some of that money you stole from me.",
          "Welcome to my humble shop!",
          "Welcome, customer!",
          "Let me know if anything catches your eye.",
          "You won't find better merchandise anywhere else! I've made sure of that.",
          "High quality, low prices, and no questions asked!",
          "It's a fine day, full of opportunity!",
          "A fantastic day for capitalism!",
          "Feeling overburdened by money?",
          "Let's just get this out of the way – yes, most of my merchandise was ripped from the hands of dead adventurers.",
          "When you think “murder,” think “Marcus muntions!”",
          "I've always got new stock -- check back later!",
          "I'll always buy guns you don't need!",
          "Don't get killed!",
          "I'm always happy to take your money!",
          "Your cash ain't worth a thing if you don't spend it!",
          "Check back later to see my new Weapon of the Day!",
          "See you soon!",
          "Always happy to do business with a Vault Hunter!",
          "Tear the bad guys a new one, eh?",
          "Later, Vault Hunter!",
          "Capitalism, baby!",
          "No refunds.",
          "Tell your friends where you got that!",
          "A pleasure.",
          "May it serve you well!",
          "Now, make some holes!",
          "That'll cause some pain!",
          "Bang!",
          "Enjoy your new instrument of death!",
          "Now get to killing!",
          "Bad luck -- no loot for you!",
          "The donation was fine, but I was like, eh.",
          "Didn't feel like giving you anything this time. Deal with it.",
          "The wise Marcus does not smile upon you. You get nothing.",
          "Sad trombone!",
          "You know you gotta give me some gear, right?",
          "You didn't give me any gear? What's wrong with you?",
          "Do you not get how this works? Gimme some gear!",
          "You forgot to give me gear, dude.",
          "You gotta give me something to work with!",
          "Here you are!",
          "The great Marcus bestows a gift unto you!",
          "Take this gift from the great and powerful Marcus!",
          "Here is a gift, loyal customer!",
          "I made this thing for you. Take it already.",
          "I think you'll be very happy with this.",
          "I've made you some gear of considerable quality.",
          "Not everybody receives loot this good. Be thankful.",
          "This is better than the usual crap I give out.",
          "This ain't the best I have to offer, but it's not the worst.",
          "Marcus smiles upon you! Consider yourself lucky!",
          "You deserve the best -- so here it is!",
          "Loot doesn't get ANY better than that!",
          "This is the best I have to offer!",
          "You have pleased me VERY much!",
          "That ain't enough money.",
          "The wise Marcus demands tribute! Get some more cash!",
          "I'm running a religion here -- bring me some REAL money!",
          "This ain't a charity!",
          "The wise Marcus requires money. Go get some.",
          "I can't do anything with those!",
          "Thanks, but no thanks!",
          "The great Marcus can't do a thing with that gear!",
          "I got no recipes for that gear. Try something else!",
          "That gear's no good to the great Marcus Kincaid!",
          "You can always trust the gun at your side!",
          "Why loot the dead when you can buy from me?",
          "Haven't found anything good? My weapon machines will fix that for ya!",
          "Buy a gun, already!",
          "Guns -- I've got them, you need them!",
          "Guns, guns, guns!",
          "Guns, glorious guns!",
          "Lock and load!",
          "You can never be too well-armed.",
          "Catch-a-gun! Guh. Never doing that again."
        ]
      }
    },
    {
      "name": "Maya",
      "data": {
        "name": "Maya",
        "title": "Maya",
        "color": 7116247,
        "imageURL": "https://i.imgur.com/W8ZQura.jpg",
        "fandom": "https://borderlands.fandom.com/wiki/Maya",
        "quotes": [
          "test1",
          "test2"
        ]
      }
    },
    {
      "name": "Mordecai",
      "data": {
        "name": "Mordecai",
        "title": "Mordecai",
        "color": 5054493,
        "imageURL": "https://i.imgur.com/3zyHSX1.jpg",
        "fandom": "https://borderlands.fandom.com/wiki/Mordecai",
        "quotes": [
          "test1",
          "test2"
        ]
      }
    },
    {
      "name": "Moxxi",
      "data": {
        "name": "Moxxi",
        "title": "Max Moxxi",
        "color": 16715460,
        "imageURL": "https://i.imgur.com/6RcXJg9.png",
        "fandom": "https://borderlands.fandom.com/wiki/Max_Moxxi",
        "quotes": [
          "What can I do you for? Wait... I'm not that kind of girl... Wait... Yes I am...",
          "Well hello there.",
          "You need me again, sweet lips?",
          "Hey, sugar -- wanna help a lady out?",
          "Like what you see?",
          "You know, you're not like the others. I can throw out a saucy innuendo and an animal noise at these goons and they're putty in my hands. But you? You're made of firmer stuff. Me-oww.",
          "I'm a bit tired, so just imagine I said something incredibly suggestive, will you?",
          "Oh, you sweet thing.",
          "Always love a good tip.",
          "Haha, you're gonna make me blush!",
          "Tiger growl!",
          "You keep that up, I might just have to pay you back somehow.",
          "Just when I thought you couldn't get any more attractive.",
          "Spending all that money on little ol' me? I'm flattered.",
          "I haven't seen someone throw that much money around since... my last boyfriend.",
          "Hell, I'm all wet. I mean -- I spilled a drink. Before you came in. Not 'cause you tipped me. Good god, I'm not that easy.",
          "Awwh, you're makin' me as shy as a hooker in confession! I'm not a hooker, though. Don't go spreading that around.",
          "I'll be able to rebuild the Underdome in no time!",
          "You remind me of my last boyfriend. Think you met him. Name of Jack. Real charmer, at first. Always opening doors for me, *telling me I'm beautiful, shooting anyone in the face if they looked at me sideways. Course, then he got clingy and I *dropped him like a bad habit -- which as it turns out, wasn't the best idea.",
          "One step closer to rebuilding the Underdome. Jack didn't take it too well when I kicked him to the curb. Way he figured it, if he couldn't have the thing he loved, neither could I. He sent his goons to burn the Underdome to the ground. I think he's planning to rebuild it in his own image, but he's missing the stuff that made it great... the flash, the pizzazz, the personality... and his tits aren't as nice.",
          "They say money can't buy you love, but it's a damned good replacement. Though, Mordecai might disagree with that. Poor guy... I offered him a rakk hive's worth of guns and cash for winning the top spot in my Underdome, but he never wanted any of it. If I had a nickel for every time he asked me to run away with him? Well, I wouldn't need a tip jar, that's for sure.",
          "Thanks for the tips, sugar. I think it's time your generosity was... rewarded.",
          "I tell ya, sugar: the resistance was desperate for someone like you. Roland's a real sweetheart, but everybody knows this city's just a skagleap away from getting torn apart by Hyperion or the bandits. We all thought we were safe in New Haven a few years back, but that... that didn't turn out so well.",
          "I appreciate it, darlin' -- business hasn't been so hot since Hyperion rolled into town. They talk big about cleaning up the wasteland and civilizing Pandora, but it really just comes down to two things: money and control. And Hyperion wants both.",
          "You met Ellie yet? Lovely girl. Hates my guts. I tried to explain to her, there's no harm in putting just a little effort into your appearance. A little rouge here, some dieting there -- reasonable requests, I thought -- but a few years of that were enough to make her move out to The Dust. Said something about making her own way, that she didn't need Scooter or I. Kids, you know?",
          "Thanks! This place ain't doing great, but it's still doing better than most -- nothing dulls the pain of losing a war quite like a strong glass of rakk-ale.",
          "Appreciated, sugar. That reminds me of something Jimbo Hodunk told me right before me and the kids left his disgusting bandit clan forever. He said, Hng dong pohng, bern-downg, hash-bohn buh-ba. Jowm, hmm. I'll never forget that.",
          "You haven't met the Hodunks yet, have you? Bastards, every one of 'em. They think just 'cause you're born into their stupid clan, you have to follow their rules, date who they tell you to date, murder who they tell you to murder, and -- yeugh. Good lawrd, I am so glad the kids and I left that STUPID clan fer-- oh god. Oh god, did I go back into the accent? Oh no. Oh crap. DON'T TELL ANYBODY.",
          "Fair warning: you call me wench, I shoot you in the kneecap.",
          "Have a drink, gamble, or punch my more douchebaggy clientele until they explode. Up to you.",
          "So, I'm in a world entirely of Tiny Tina's creation, huh? If it weren't for how great my rack looks, I'd say this might be what hell is like.",
          "Ellie gets to be the cool swordmaster, and I'm a tavern owner? Friggin' typecasting.",
          "Given the setting, I should probably have some fantasy-themed innuendos ready. Mind if I bounce 'em off you? Ahem. I'd like to tame your dragon, if you know what I -- nope, that... this is awful. Totally forced. Pretend it never happened.",
          "Yeah... I'm lookin' pretty good.",
          "Hey, has Moxxi mentioned me? Wait, that made no sense.",
          "Everybody's thinking it, so I'll just say it: Tavern Moxxi cosplay! Works for medieval faires, conventions, or postmodern feminist rallies."
        ]
      }
    },
    {
      "name": "Rhys",
      "data": {
        "name": "Rhys",
        "title": "Rhys",
        "color": 5275247,
        "imageURL": "https://i.imgur.com/0iKPnTX.png",
        "fandom": "https://borderlands.fandom.com/wiki/Rhys",
        "quotes": [
          "test1",
          "test2"
        ]
      }
    },
    {
      "name": "Roland",
      "data": {
        "name": "Roland",
        "title": "Roland",
        "color": 4342840,
        "imageURL": "https://i.imgur.com/OqVLEbz.jpg",
        "fandom": "https://borderlands.fandom.com/wiki/Roland",
        "quotes": [
          "test1",
          "test2"
        ]
      }
    },
    {
      "name": "Salvador",
      "data": {
        "name": "Salvador",
        "title": "Salvador",
        "color": 16553809,
        "imageURL": "https://i.imgur.com/Ibbv7B3.jpg",
        "fandom": "https://borderlands.fandom.com/wiki/Salvador",
        "quotes": [
          "test1",
          "test2"
        ]
      }
    },
    {
      "name": "Sasha",
      "data": {
        "name": "Sasha",
        "title": "Sasha",
        "color": 9908235,
        "imageURL": "https://i.imgur.com/8mgl4AQ.png",
        "fandom": "https://borderlands.fandom.com/wiki/Sasha",
        "quotes": [
          "test1",
          "test2"
        ]
      }
    },
    {
      "name": "Scooter",
      "data": {
        "name": "Scooter",
        "title": "Scooter",
        "color": 8019468,
        "imageURL": "https://i.imgur.com/nApWEEy.png",
        "fandom": "https://borderlands.fandom.com/wiki/Scooter",
        "quotes": [
          "Hey Ya'll! Welcome to the new and improved Catch-A-Ride! Now with 47% more than 26% death annually. That's down from last year-hold your applause.",
          "Whoa, unauthorized user all up in my grill! You trying to hack mah Catch-A-Ride? Uncool bro, uncool.",
          "Authorized user accepted. Enjoy the ride and there's a Pimento Taco--a Pimentaco--in the glove box.",
          "Thanks for using Scooter's Catch-a-Ride, beeyotch!",
          "Great! Shove that tater-tot into another one of them engine dougies right there.",
          "Got another cell? Kickass. Just jam it inta a fuel injector in the center of town.",
          "Thanks for cyclin' all that stuff for me. Third degree burns are best taken in shifts. Now, to see the fruits of your loins -- this city's gonna FLY!",
          "…Or, not. Damn. Well, now we REALLY gotta find Roland. You know what -- maybe get to Roland’s place. I think he mighta left a message there for ya.",
          "Oh, crap, is you Hyperion? I heard all of you are robots and you eat metal out of the garbage and stuff -- knew you wired death machines would be coming for me once Roland went missing. If you're here to kill me you should probably know --",
          "You’ll never take me alive, you robotic sumbitch!",
          "Wait a minute...! Well, hang me upside down from a telephone pole, cover me in honey, and leave me to a slow death at the hands of hungry spiderants -- you ain’t a Hyperion robot, you’re a vault hunter! That’s like a unicorn!",
          "You gonna help us with this Roland situation? I heard them Crimson Raider dudes talkin’ about it. Roland told me if he ever disappeared, I was supposed ta initiate Plan B -- or, as I like to call it, Plan Turn-this-city-into-a-floatin’-ass-fortress-of-airborne-awesomeness. B. I got some fuel cells around here. You’ll need those -- oh, and you’ll need this here Eridium, too.",
          "Head to the center a' town and plug those two fuel cells into the ignition primers. You gon’ need a third, which is why I gave you that there rid-rock -- you can buy the last cell from Earl’s black market. Careful though, Earl’s crazy--he ate one of my cars once. Yes. The whole car. Just with, like, a fork. It was awesome.",
          "Roland said we gotta have an exit strategery just in case he ever disappeared, hence all the fuel cells and whatnot. Bummer, though -- he really wanted to meet ya. Raiders ain’t gonna last without some new blood, and given how you shot them bandits up I’d say you and blood got an extra-special relationship. Like cousins takin' a bath together.",
          "Here's the keys to Roland's place. Hope ya find out where he's gone -- he's the ONE guy who kept spittin' in Jack's face even after New Haven, man!",
          "The Firehawk? You mean the mass-murderin' bounty hunter?! Oh, crap -- if the Firehawk’s got him, Roland is in DEEP. You gotta get to Frostburn Canyon and rescue his ass!",
          "So yeah, I'd be real damn careful getting Roland back from the Firehawk. They say one time a dude winged the Firehawk with a bullet -- just winged him! -- and he straight up ate the sumbitch alive. NOM NOM NOM!",
          "Woah! You feel that?! Before he got his ass probly-killed, Roland said them quakes was cuz of some big alien Warrior thingy. Tween you and me, I think Ro-ro's gone a little cuckoo, know what I'm sayin?",
          "Man, you are the FOURTH hottest corpse I have ever seen!",
          "Finally Made it to the Dust, huh? You been off the Echo fer hours, thought you mighta got brained or something. But you ain’t, so yay…and stuff.",
          "So, you an’ my sister are gettin’ along pretty well, huh? That’s cool. Course, if ya make fun of the way she looks I’ll have to tie you to a vending machine and set you on fire, but it’s cool that you guys are hangin’ out. It’s cool. It's fine.",
          "I done told ya, without a bloodshot technical they ain't gon' let ya in.",
          "That there's the road to the Dust -- take a good hard look at your ass, last time you gonna see if without bullets in it.",
          "Sweet tranformable pantaloons, is that LILY?",
          "Well I see that. Everybody said you were dead--shit, Roland said you were dead. Damn, if you ain't the fourth hottest corpse I ever seen. Wanna hear the others? Boom. Here we go. One: Commandant Steele. Two: TK Baha. Great taste in shirts. Three: this kid I knew named Franky-Frank who jumped out a building? His body actually INVERTED when he hit the ground.",
          "Ellie’s way out in bandit country. You may haveta do some fancy drivin’ to get ta her in one piece.",
          "Shield's down, Roland! Oh, man, somebody start getting everybody underground.",
          "Meet me in the center of town, now! I’ma need your help real bad!",
          "Pretty sure we can't do that without killing everyone in the city. It ain't ready to fly, Lily!",
          "Okay, if we cycle the ignition primers, it'll get us somewhere!",
          "Alright, I got this one -- all's you gotta do is hit the last switch!",
          "*(grunt of exertion)* Alright, primers are shorting! Keep goin'!",
          "Alright, we're primed! Everybody get ready!",
          "This is one them moments. (Deep breath) CATCH A RIIIIDE!!!",
          "Oh man, you best get movin', else we gonna die!",
          "I got the shields back up, yo! We should be safe as houses. You can thank me later.",
          "Woah woah woah, fingerlicker! Don't be bustin' holes in my ride!",
          "This is your time for revenge, man -- GET YOU SOME! It's like the thing with the \"get you some\" and you did the thing -- with the thing on it. Cause it's like \"get you one\" and I did the thang? With the thang on it? BAM!",
          "What? Ew. I ain't gon' do that.",
          "Oh. Okay. That makes more sense.",
          "Hell, girl, she already knows that. *(beat.)* Catch-a-familial-reconcilatiooooon!",
          "Oh, hey, man -- Ellie and I was just talkin' bout ya. Now you…you make sure to come back alive, okay? If you can, come back with Jack's head on a pike, y'hear?",
          "Oh, nearly forgot -- Ellie and I got somethin' for ya. Hope it helps.",
          "I tell ya, I'll never forget the time Roland an' all them jumped over piss wash gully. Them was good times. ...Hell, man. Now I'm sad. You kill the crapoutta Jack, you hear?",
          "Tell you what -- I'll give you a discount at my catch-a-rides if you promise me you'll ram one a' my cars straight up Jack's tailpipe, alright?",
          "Clappy's havin' a shindig? You know, I would go, but I...ain't gonna.",
          "You met my girl Laney? She's perfect, man: blonde, great body, distantly related to me -- but ?em fridge Rats brainwashed her. You gotta snap her outta that cannibalism crap! Bring Laney her fav'rite flowers and food, and I'm sure she'll come around.",
          "Oh, and if you find any porno mags, just snag those for me too.",
          "Yeah, Laney loves bladeflowers, man.",
          "I bet Laney'll stop cravin' human flesh soon as she smells them slices. Why would anyone ever be a cannibal so long as pizza exists?",
          "Looks like you got whatcha need to un-brainwashLaney. That is a word now.",
          "That's my girl! I knew you'd come back ta me sooner or later!",
          "I'm gonna go ahead and blame all that rage on the bein-turned-into-a-rat thing, and less on the Scooter-was-a-bad-boyfriend thing. Easier for everybody that way. Still, least we tried. Come on back.",
          "Friggin' rats, man. I was this close to findin' out what second base feels like! And also what second base is.",
          "Who the hell are those little dudes?! Laney's been shackin' up with tiny folk? That I canNOT abide! Wipe those dwarves out, man!",
          "Oh, crap -- 'member how I said that little skag's mom musta abandoned it? Well -- I think she just found him again! I hear skag moms eat their young -- you gotta take her out, man!",
          "Good job savin' yer little skag buddy, man. I think logistically, that makes you its new mom or somethin'. I dunno.",
          "You met ol' Jimbo, huh? Yeah, he's my dad. But not like a real dad, more like one of those dad's that's uh -- what's the local nomenclature? A lilly-postured-sack-of-cheese-dick-genuine-fat-ass-pants-parader I believe is the term. Should ya catch his ear, go 'head and tell him that for me would ya?",
          "Aw, that little feller looks wounded -- his mom musta abandoned him or somesuch. I'd usually recommend bussin' a cap in his cooch-mouth, but he seems nice enough -- you could get him some medicine so he stops makin' that sad-ass noise, though.",
          "Awww. He looks hungry. Maybe get ?im some skag chews.",
          "Aw -- that skag looks sad sas hell, all chained up like 'at. Maybe you could blast that chain and let him loose. Uh, 'pologies in advance if he eats yer face off.",
          "You found a new cave for that hungry skag, huh? He looks pretty happy. Well, as happy as a mindless killin' machine with vertical jaws and a powerful hunger for flesh can be, anyway.",
          "He still looks hungry, huh? Maybe some skagtongues'll fill ?im up -- just shoot enough skags in the mouth and you'll have a friggin' smorgasbord ready for him.",
          "You think it's weird that we're feedin' a skag parts of other skags? That feels kinda weird.",
          "Ol’ rover here looks waaaay too big to sleep in that lil’ shoebox anymore. You might wanna escort him to some new digs.",
          "You found the Happy Pig Motel, huh? Yeah, Bloodshots wiped that place out but good after Roland kicked 'em out of Sanctuary. You might be able to turn everythin' back on if you activate that steam pump.",
          "Steam pump's not working? I see your problem -- and I'll take this slow so's you can understand -- that thing's broke as hell. Better scavenge some replacement parts from the other pumps near the motel.",
          "Damn, son -- looks like the skags ate the hell outta that steam pump's capacitor. Better start poppin' skags until one of 'em drops it.",
          "Ya almost got enough parts to fix that steam pump at the motel. Keep at it, man!",
          "Damn Bullymongs love buildin' their homes on those southpaw pumps. Best kill that Mong so you can get the part ya need.",
          "Damn Bullymongs love buildin' their homes on those southpaw pumps. Toss a grenade in that Bullymong hole -- that oughtta knock the part ya need loose.",
          "Looks like ya got everythin' ya need to repair that steam pump -- just plug them banana boats in, and the bounty board'll be as juiced up as an Olympic athlete whose parents have unrealistically high expectations of him.",
          "The bounty board oughtta be powered up now -- just switch 'er on and you should have a buttload a’ new jobs to take.",
          "Thanks for fixin' up the motel! Place used to be bumpin' before the Bloodshots killed the hell up out the owner.",
          "You got the steam thingy? Cool. These pumps used to work off some other tech, but people complained so they switched over.",
          "Well that sure looks like the capacitor I was lookin' for. Hey, side question, is it weird when I notice the moment you pick something up? Did you know I can see you in the bathroom? Wait, was that weird? I meant it like a spying on you in the bathroom out of friendship thing. Well, eitherwhats, plug that pucker in.",
          "Ha, you went and found the Gearbox, huh? Man, those gearboxers sure are the cat's unforsaken roar, as we're won't to say 'round here. Go 'head and plug 'er in!",
          "Now, the valve yer lookin' for is waaaaay up at the tippy-top of that pump -- you gonna have to climb yer way up that thing like a snort-happy rid-head on a slag binge if you wanna get at it.",
          "I'd betcha my remainin' kidney that pump right there's still got a workin' capacitor. Just flip open the volt casin' and grab that suckaduck.",
          "Pump's ready to go, man! Just turn her on and watch the sparks fly!",
          "Hey man, I think Roland wanted you to go check out the town of Overlook, see if you could help the people there or whatever. Them folks've been cooped up in their houses ever since they got the Shivers -- dollars to donuts they could use your help.",
          "I'm tryin'ta write a love poem for this chick Daisy, but I need some inspiration! Somethin' to get my juice's flowin' so this poem will get her juices flowin'. Use this camera to take some pictures of some intrestin' landmarks that I could toss in the poem, would ya?",
          "Oh, and pick up any nudie mags you see. Never hurts to have a fallback.",
          "Is that a bandit spoonin' with a robot? THAT is some artsy-fartsycrap, my friend! Chicks LOVE that! That's goin' in the poem fo'sho'.",
          "Whoo, boy! That bandit hung hisself from his own tombstone! It's dark, it's depressin, I don't understand it. It's PERFECT! Puttin' that in the poem.",
          "Aw. A lone flower surrounded by blood n' stuff. I maybecould turn that into a symbol of...like, flowers. Or somethin'. It'll do.",
          "Alright, my poem is comPLETE! Get back here!",
          "Woo! Worst case scenario, I still got somethin' to pass the time.",
          "I recorded my sweet nothin's into this ECHO device. Just find Daisy and play it fer her. Gotta wait for her reaction, though -- I gotsta know how it went!",
          "Daisy, I like you a whole lot/ More than that bandit liked spoonin' that ro-bot./You are like a diamond in the rough/ Or a flower surrounded by shrapnel and stuff./I will hang myself from my own tombstone/ if in you, I can't put my bone.",
          "So, what'd she think?",
          "She didn't dig the poem, huh? I dunno, I thought it was pretty good.",
          "Whaaat? Pff. Psh. Hah. Please. Pff. *(beat.)* Just a tiny one.",
          "Shorty must DIE! That crockblocker dee-faced one of my catch-a-rides and nobody does that cept ladies I wanna bang, and me, when I'm drunk! He's hidin' in Stalker territory -- get ?im!",
          "Heheh. Shorty got ate. He's still alive, though -- ?em Stalkers got digestion tracks work slower than my brother-uncle's brain.",
          "You killed him! Funny story, I woulda had someone to do the same to you if you hadn't repaid me for that catch-a-ride you hacked. Now is that ironic, or one of those things seems like it is, but ain't, like a cripple doin'standup?",
          "Thanks again, man! That catch-a-ride hackin' you did is all in the past. I definitely will not kill you, probably.",
          "This is where the cars live! Get you one!",
          "Let's get you rollin'!",
          "Walkin's for suckers! Catch-a-ride!",
          "Catch-a-riiiiide!",
          "All the ladies say Scooter's the fastest ride in town! Catch-a--oh, I just realized that's an insult.",
          "This the place to catch-a-ride!",
          "Trick out yer ride!",
          "Ain't nothin' like squooshin' bitches under your tires!",
          "My rides may not get you there alive, but they'll get you there!",
          "If you ain't a stickler for seatbelts, airbags, or engines that don't go boom if you push 'em too hard, you come to the right place!",
          "Statistically, these is the safest cars on Pandora! Lemme toss some numbers at ya! Five! Twenty-three! Eight hundred six!",
          "This is Scooter's catch-a-ride! Hit the gas and tear some ass! That sounds like I said you farted.",
          "My rides may not be safe, reliable, or cheap, but, uh…uhm…Catch-a-ride!",
          "This here's Scooter! I can git ya where ya need to go!",
          "Gotta git somewhere in a hurry? Catch-a-riiiide!",
          "Man, you still workin' on that stuff?",
          "How goes the job?",
          "Member that thing I asked you? To do? How's -- you still gon' do that, or…",
          "Hey. I need stuff.",
          "Wanna git some stuff done fer me?",
          "Hey. I got a problem.",
          "Sorry man, but currently my life is perfect -- I got no work for ya.",
          "I'm good, man. Don't need nothin' right now.",
          "Don't got no jobs at this perticular moment.",
          "Whoo-ee!",
          "I'm likin' that.",
          "Son of a scrotesack!",
          "Piece a' crap!",
          "Hey, man! If you's needin' somethin' to do, stop by my place in Sanctuary, alright?!",
          "How's that quest goin'?",
          "Still bangin' on that quest?",
          "Where are ya on that job I gave ya?",
          "Man, if any of us was gonna get killed, I was sure it woulda been Mordecai. Roland was smart, he was careful, too…damn, now I'm sad.",
          "You promise me you're gonna kick Hyperion's ass so hard they'll be able to taste the bootprint, right?",
          "I hope you make them Hyperion bastards pay. I really do.",
          "Ah, hell.",
          "What's that doin' there?",
          "Dammit!",
          "Whoo-ee! My friend, you do not disappoint!",
          "Hope you been treatin' Moxxi right. Last feller who wronged her? Buried him alive quicker'n you can say lungfull o' dirt. It was SWEET!",
          "Hey, you seen the new HP4 turbocasters? You put them thangalangs on an F-33 chassis, and WHOOM! You got a one way ticket to... a subject of conversation you clearly got no interest in. My bad.",
          "Good to see a fresh face in Sanctuary -- another week, I woulda set somethin' on fire just for a change of pace. Hell, I still might. I like settin' stuff on fire, I ain't gonna 'pologize.",
          "You still need something, man? I mean it's cool you're just standing there. I only got like a hundred cars to fix back up that you more than likely destroyed. But nah, it's cool, what's up?",
          "Did you pass out in the standin' position? You seem to just be staring at me and you got this eye thing, like do you know your eye just shoots in random directions all the time? It's weird, get that checked out with Zed.",
          "Ha, ha, catch a ride with the WHY ARE YOU STILL HERE. I can only catch phrase for so long before it's creepy, man. I ain't married, but I ain't lookin', if you catch my drift… my drift is please leave. Now.",
          "I mean, I need your help and stuff, but I'm gonna ask honestly: can you read? I most certainly cannot, so let's get that outta the way right up front. But you've been staring at me for what seems like a while now.",
          "Have you ever heard the legend of the car-fixer-upper night vigilante? It's fabled he goes out at night and punches the crap out of villainous scum and beds, like, forty of fifty chicks a night. I mean, obviously logistically, that's a lot of people in a single bed but you have to imagine a pyramid-type scenario -- are you listening?",
          "Are you still reading or something? I gotta go fix cars and stuff. I mean no rush but please rush like right now.",
          "If I catch ya eyeballin' my sister, you'll find yourself, uh, I was gonna do a thing there about scoopin' your eyes out with a rotary torque but I lost it. Don't bang my sister is the -- thing.",
          "Just thought I should tell ya, no matter how much ya tip Moxxi, she ain’t gonna sex ya. Trust me on this one."
        ]
      }
    },
    {
      "name": "Tannis",
      "data": {
        "name": "Dr. Patricia Tannis",
        "title": "Dr. Patricia Tannis",
        "color": "",
        "imageURL": "https://i.imgur.com/inXc8a5.png",
        "fandom": "https://borderlands.fandom.com/wiki/Patricia_Tannis",
        "quotes": [
          "test1",
          "test2"
        ]
      }
    },
    {
      "name": "Tina",
      "data": {
        "name": "Tina",
        "title": "Tiny Tina",
        "color": 16740579,
        "imageURL": "https://imgur.com/09hmy4w.jpg",
        "fandom": "https://borderlands.fandom.com/wiki/Tiny_Tina",
        "quotes": [
          "Oh haiiii!",
          "Roland told me you were comin’ -- I still owe him for all that buttcrap with General Rancid. So, you gotta hijack a train, hunh? Chiiiilds play! Lemme introduce you to my ladies.",
          "This here's Mushy Snugglebites, and this is Felicia Sexopants. These fiiiine-ass womens could stop that train for yas, but I'ma need their badonkadonks first, and they got stoled by the bandits a few days ago. Go get em!",
          "Naptime!",
          "Stay out, sucka!",
          "Dis MY house! Step off!",
          "Come on iiiii-iiiiin! You're missin' the fun!",
          "You disarmed my proxy-boomer? Damn, girl. You got skillz to pay the billzzzzzzzzzz.",
          "Ahahaah! Burn all the babies!",
          "Why you usin' all my fuel, girl? I need that stuff to heat up my bath water. Mushy Snugglebites LOVES herself a warm bath, if-you-know-what-I'm-sayin-oh-I-know-you-do-that's-right-up-TOP.",
          "That's Mushy Snugglebites's badonkadonk. She's my main squeeze. Lady's got a gut fulla dynamite and a booty like POW.",
          "Got the badonkadonks? Best day evaaaa. Bring 'em back here and I'll use 'em to make some fine-ass damsels who can hijack that train for yas.",
          "Getcho butt outta my workshop, man. I gotsta be aloooone for this.",
          "You gonna get outta my workshop or am I gonna have to shank a bitch?",
          "*(singing)* Get-outta-my-shop-or-I'll-punch-yo-butt. That's-how-Tiny-Tina-roll.",
          "That's right. Twin sisters, man. Hhhohhhhhh. Take 'em. Take 'em take 'em take 'em.",
          "Just put my damsels near the choo-choo track and set ‘em off! Good plan? Great plan!",
          "Oh daaaaayum, you lookin' good, ladies. Let's get to work.",
          "*(singing)* Put a little bomb in the hot-ass damsel, blow stuff up and make people die.",
          "Squishy. Squishy squishy squishy.",
          "*(singing)* I'm a little teapot, bloody and cut/Here is my handle, here is my butt.",
          "Damn, Mushy Snugglebites. You lookin’ FOIIIINE.",
          "Boosh! Just poke their bellies when you want me to set the ‘splosives off. I gotta do it remotely.",
          "Oh snaps -- I hear the train a-comin!",
          "Poke they bellies, man. Gotsta get dis STARTED.",
          "Counting down! Ten! Nine!",
          "I got bored, we're doing it NOW!",
          "Blast that train, Mushy!",
          "Sexopants, GO!",
          "AAAAHAHAHAHAHAHAHAAH! SO ACE! SOOOOO ACE!",
          "Uh...whoops.",
          "*(rapping)* Climb the pipe to the train, or you'll go insane. That's a rap song I wrote.",
          "My bad. Still, that was AWWWESOME!",
          "I'm suddenly sad and I don't know why!",
          "You fightin? Cool, cool. You can use my mines on that suckabutt if you wanna.",
          "You fightin? Cool, cool. You can use my rockets on that suckabutt if you wanna.",
          "*(making a song out of it)* Runnin’ runnin’ runnin’, I’m runnin’ over here. Run-run-run-run run.",
          "That's right, bitches -- my big brudder's about to teach you some MANNERS. Nobody steals Mushy Snugglebites' badonkadonk and lives!",
          "Sup, sucka? It's Tina. I wrote you a poem and it goes a little somethin' like this BREAK IT DOWN. Ahem. Kill Jack. Kill Jack kill Jack kill Jack KIIIILL JAAAAACK! *`beat`* Kill Jack. A poem by Tiny Tina.",
          "...Roland's dead? Thank you for…thank you for telling me. *(Pause.)* Please go now.",
          "Here -- I was saving this for a rainy day, but I hope it can help you take down Jack. Please go now.",
          "Sup, sucka? Got a very important tea party coming up, but my date is missing AND I AM NOT GOING STAG DON’T EVEN SUGGEST IT. His name is Sir Reginald Von Bartlesby, a local aristocrat and purveyor of the fine arts. I believe his mother has forbidden him from speaking with me. You will convince her to release him into my custody.",
          "Please excuse Madame Von Bartlesby’s disposition. She’s Welsh.",
          "Take that, you stuck up BIOTCH. Now go get Sir Reginald. We have so many things to discuss.",
          "You got Sir Reginald! Now I just need you to find Princess Fluffybutt, and get me some scrap metal from the buzzards so you can make me a teapot. Just blow up some buzzards and pick up the flamey bits.",
          "That's enough scrap metal to make a teapot! Shorty, you da best. You-da you-da best.",
          "You got Princess Fluffybutt ? Oh man. This party is gonna be off the chizzo, for rizzo.",
          "Oh, and feel free to get some crumpets on the way. Crumpets are cruuuunk.",
          "Gonna eat so many goddamn crumpets. It's gonna be a crumpocalypse.",
          "Sup, boo. Please place the guests in their rrrrrespective seats.",
          "So good to see you, Sir Reginald! Let’s gossip.",
          "Oh, hey, sucka -- I got some stuff fo' youuuu ta doooooo.",
          "Fluffybutt, you are lookin' gooooood.",
          "Now, to invite the guest of honor!",
          "Sir Reginald is only one of the many illustrious guests who will be attending my tea party. I have also invited Princess Fluffybutt, who has gazongas like you would not be-lieeeeve. You'll be roundin' her up lataz.",
          "GAAAH. Here I am about to throw a tea party and the guest of honor is missing! Do me a flava and lure our guest to the party or I'll eat your babies. His name's Flesh-stick, by the by. The by.",
          "There he is -- Flesh-stick, the guest of honor. You just lure him back to my abode, and I'll do the rest.",
          "*(sing-songy)* Seein' him makes me scared as crap and I don't -- remember -- whyyyy.",
          "Don't hurt our guest too much, bucko. Can't attend a tea party if you're dead!",
          "Looks like Flesh-stick stopped followin' yo fine ass. Best give him a poke so he'll start runnin' after yas again.",
          "GAAAH! I told you not to kill him! Blegh. It's okay. I still love you.",
          "Flesh-stick's lookin' pretty wounded, bra. Better lay off shootin' him.",
          "You're cordially invited, bitch!",
          "Good job, friendo. Flesh-stick's gettin' sucked through the tunnels as we speak. Let's talk!",
          "Flesh-stick's in the men's. Gettin' all pretty for the big occasion.",
          "Time for the party! You're gonna be the waiter. Hit Mister Sparks over there to bring in mista Flesh-stick.",
          "When you're ready to start the party, please smack mister Flesh-stick in his bitch face.",
          "Oh, I forgot to mention -- I'm inviting Flesh-stick's friends, too. Make sure they don't get too rowdy and break the generator!",
          "WHO'S READY FOR A MOTHAHUMPIN' TEA PARTAAAAAAAAAY?",
          "I agree, Princess. It is a bit cold for this time of year. What do you think, Mister Flesh-stick?",
          "Please continue to greet Flesh-stick's friends in the manner to which you are accustomed.",
          "What was that, Princess? I can't hear you over the sound of Fleshstick's friends. They are being quite rude.",
          "Another crumpet, Princess?",
          "Garcon, Mister Sparks is takin' a lot of damage and it is RUINING MY DINING EXPERIENCE.",
          "Mister Sparks is halfway dead, waiter! I would request you protect it a teensy bit more efficiently!",
          "Mister Sparks is almost dead! And I haven't even served dessert yet!",
          "NO! Mister Sparks is dead -- this tea party is OVER!",
          "Well -- that was quite an enjoyable tea party. Garcon? A word.",
          "Ahem. If you did not hear me, garcon, I requested that you smack that sucka in his piehole to start the festivities.",
          "Now to bode farewell to Mister Flesh-stick.",
          "Ah, the hour grows late. I'm afraid mister fleshstick must bid us adieu.",
          "Best. Tea party. Eva.",
          "What an interesting point, Monsieur Fleshstick! Mister Sparks, what do you think?",
          "Ya ya ya. Party party party. Best day eva. Party party party. So much party. Party party party. Party-til-you-drop. Say it again!",
          "I read the most EXTRAORDINARY thing the other day, Sir Reginald. Something about slag experimentation -- I forget the details.",
          "Fleshstick! How DARE you interrupt Sir Reginald?!",
          "Best tea party ever.",
          "Do you enjoy the tea, Mister Fleshtick? It is imported from the savage lands of the East.",
          "Why thank you, Princess Fluffybutt. I rather enjoy its taste myself.",
          "Dunno why, but that felt pretty good! Pretty ace.",
          "Fluffybutt. Sir Reginald. I have heard some salacious rumors about the two of you -- is there any truth to them?",
          "Don't be ridiculous, Fluffybutt -- you can trust me! I shall never gossip!",
          "Fleshstick! Let us discuss current affairs.",
          "Well, that's HARDLY appropriate tea party conversation. Mister Sparks?",
          "Really? Go on!",
          "Fluffybutt -- you never told me you were getting ENGAGED! Who's the lucky man?",
          "I must say, darling, you're marrying beneath yourself. You could do much better.",
          "Yo yo yo yo yo. Less' blow stuff up.",
          "Lilith told me there's a train fulla money comes around here. Sounds like a job for high explosives, am I right? I got some boomers in the back. Git 'em.",
          "Make it RAAAAAAAAAAAAAAAAAAAIN!",
          "When you made it rain I was like DAAAAAAAAAAAAAAAAAMN.",
          "Still workin' on it? Alright.",
          "WHYYY are you not done with that quest I sent you on? Just kidding it's cool.",
          "Still doin' that thing? That's cool.",
          "Sup sup sup sup sup sup sup. Got a job. Got a job.",
          "I got stuff I need done, boyee.",
          "Alright boy, let's do this.",
          "No new jobs for yaz.",
          "I got nothinnnnnn. For youuuu.",
          "ew ew ew ew ew.",
          "Son of a BUTTSACK.",
          "I. Am. The Best.",
          "Ffffffuuuuu.",
          "Supsupsup, huggabutt. Got jobz fo yaz. Getcho butt to Tundra Express and we'll talk. Kay byeeeeeeeeeeee.",
          "You so good, you so fine. You really really blow my mind.",
          "That job was ace. You were so ace.",
          "So much missionzzzzz.",
          "Hey. Vault hunter. Hey. Hey. Hey. Hey vault hunter. *beat.* Sup.",
          "How you doin', boo?",
          "Girl, you fine. You know it."
        ]
      }
    },
    {
      "name": "Torgue",
      "data": {
        "name": "Torgue",
        "title": "Mr. Torgue...FLEXINGTON",
        "color": 31926,
        "imageURL": "https://imgur.com/Q97zgAT.jpg",
        "fandom": "https://borderlands.fandom.com/wiki/Torgue",
        "quotes": [
          "KIDS THESE DAYS AND THEIR CRAZY LANGUAGE AM I RIGHT!?",
          "A LOT OF PEOPLE BEEN ASKING ME WHY MY VOICE BEEPS ALL THE F\\*CKIN TIME. THE TORGUE SHAREHOLDERS WIRED MY VOICEBOX WITH A DIGITAL CENSOR SO I CAN'T SAY STUFF LIKE SH\\*T, C\\*CK, OR P\\*SSY F\\*CKIN' D\\*CKBALLS! THATS HALF MY F\\*CKIN' VOCABULARY, IT'S GODDAMN BULLSH\\*T!",
          "THIS IS MISTER TORGUE SAYING THAT I AM REALLY HUNGRY. SOMEBODY BRING ME A SANDWICH! ... END OF THE ANNOUNCEMENT.",
          "This fight reminds me of my dad! ALCOHOLISM DESTROYS FAMILIES!",
          "MY CHEST IS HUGE!",
          "WE HAVEN'T TALKED IN A WHILE! I'VE BEEN BUSY TRYING NOT TO GET KICKED OUTTA MY OWN COMPANY BY MY DOUCHEBAG SHAREHOLDERS! HOW'S STUFF ON YOUR END?",
          "GET PUMPED!",
          "RELEASE ME! I'M INNOCENT! JUST KIDDING, I LIKE PLAYING THE PART OF AN ANGRY PRISONER!",
          "THIS POSITION IS REALLY UNCOMFORTABLE!",
          "I JUST REALIZED THIS IS THE FIRST TIME WE'VE MET IN PERSON! YOU ARE VERY ATTRACTIVE!",
          "THAT SENTENCE HAD TOO MANY SYLLABLES! APOLOGIZE!",
          "IS IT JUST ME OR DOES IT SEEM LIKE HE'S GONNA BETRAY THE F\\*CK OUTTA YOU!?",
          "BIG DEAL. I CAN USE INNUENDO TOO. TONIGHT'S FIGHT IS BETWEEN FLYBOY AND THE VAULT HUNTER...BLOWJOBS!",
          "YOU MAY ASK WHO WAS WEARING THE BOLO TIE? ME OR THE SHARK? ANSWER: YES",
          "NOTHING IS MORE BADASS THAN TREATING A WOMAN WITH RESPECT!",
          "I probably shoulda set you up with a sponsor beforehand but I am F\\*CKIN' DISORGANIZED AS SH\\*T and was busy suplexing a shark wearing a bolo tie when I should have been setting up sponsors. You may ask, Who was wearing the bolo tie, you or the shark? Answer: YES.",
          "BY REGISTERING IN THE BADASS TOURNAMENT, YOU LEGALLY FORFEIT YOUR RIGHT TO CRY, EAT TOFU, OR WATCH MOVIES WHERE PEOPLE, KISS IN THE RAIN AND SH\\*T.",
          "WWWEEEEOOOO WWWEEEOOOOOO WEO WEO WEO WEO WEO MMMOOEEEAAAMMMMWWWWWOOOEEEE",
          "Right now, you're ranked fifty in the badass leaderboards, which puts you behind my grandma but ahead of a guy she gummed to death. IT TOOK SEVERAL HOURS.",
          "I'm Torgue, and I am here to ask you one question, and one question only: EXPLOSIONS?!",
          "You may have noticed that everyone here is trying to kill you, Torgue personnel included. YOU'RE WELCOME. I didn't want you to get bored so I was like, F\\*ck it, give everybody guns! We lost like half our workforce in three days, but who gives a F\\*CK!?",
          "If you're still alive, grab some ammo. If you're not, THIS MESSAGE IS IRRELEVANT!",
          "MEEDLYMEEDLYMEEDLYMOWOWOWOWOWWWW!",
          "NOW GO PUNCH SOME BAD GUYS IN THE DICK!",
          "THANKS FOR BROWSING OUR WARES, YOU BADASS MOTHERF\\*CKER!",
          "TOODLES!",
          "TESTOSTERONE!",
          "CONGRATULATIONS! YOU ARE NOT A P\\*SSY!",
          "KEEP BUYIN', MOTHERF\\*CKER!",
          "EXPLOSIONS OF BOREDOM!",
          "NOW BLOW SOME SH\\*T UP!",
          "EXPLOOOSIOOOOOOOOOOONS!",
          "YOU HAVE MADE ME PROUD!"
        ]
      }
    },
    {
      "name": "Vaughn",
      "data": {
        "name": "Vaughn",
        "title": "Vaughn",
        "color": 239766,
        "imageURL": "https://i.imgur.com/tPFwh63.png",
        "fandom": "https://borderlands.fandom.com/wiki/Vaughn",
        "quotes": [
          "test1",
          "test2"
        ]
      }
    },
    {
      "name": "Zed",
      "data": {
        "name": "Dr. Zed",
        "title": "Dr. Zed - Not a real doctor.",
        "color": 1665894,
        "imageURL": "https://i.imgur.com/abiraGE.jpg",
        "fandom": "https://borderlands.fandom.com/wiki/Dr._Zed",
        "quotes": [
          "test1",
          "test2"
        ]
      }
    },
    {
      "name": "Zer0",
      "data": {
        "name": "Zer0",
        "title": "Zer0",
        "color": 6183002,
        "imageURL": "https://i.imgur.com/AgXffVA.jpg",
        "fandom": "https://borderlands.fandom.com/wiki/Zer0",
        "quotes": [
          "*As my voice changes \n\n I cannot help but feel wrong \n\n I sound like a jerk*",
          "*Leaves falling from trees \n\n Snow drifting onto the ground \n\n Life leaving your corpse.*",
          "*He was no challenge. \n\n My skills have not been tested. \n\n I need something more.*",
          "*...This is intriguing. \n\n The Vault, my masterpiece? \n\n Challenge accepted.*",
          "*Why do you retreat? \n\n Face your end honorably. \n\n Make me work for it.*",
          "*This is punishment \n\n His murder will be avenged \n\n And I will be paid.*",
          "*For you to fight back. \n\n Bandits like you are easy \n\n I want a challenge.*",
          "*This is the story \n\n All about how my life got \n\n Flipped, turned upside-down.*",
          "*How hilarious \n\n You just set off my trap card \n\n Your death approaches.*",
          "*What's the hold up? \n\n Is someone in the bathroom? \n\n Are you on the phone?*",
          "*What is going on? \n\n Why have my limbs stopped moving? \n\n Has my heart just died?*",
          "*Bor-ed, bor-ed, bored \n\n Bored, bored, bored, bored, bored, bored, bored \n\n I am really bored.*",
          "*Boredom is my lot, \n\n As I lack autonomy \n\n To move my own feet.*",
          "*An idle mind is \n\n A very dangerous thing \n\n I think of violence.*",
          "*I am bored as hell \n\n I would like to kill something \n\n Can we friggin go?*",
          "*I sit here and wait \n\n So eager to move onward \n\n But it's all in vain.*",
          "*Can we start moving? \n\n I grow tired of this spot \n\n I long to explore.*",
          "*The peaceful silence \n\n Penetrates my whole being \n\n It's so very dull.*",
          "*Someone is busy. \n\n Now we play the waiting game; \n\n Everyone loses.*",
          "*What is the holdup? \n\n Is someone in the bathroom? \n\n Are you on the phone?*",
          "*Your eyes deceive you \n\n An illusion fools you all \n\n I move for the kill.*",
          "*The true world revealed \n\n Weaknesses now known to me \n\n Time to go to work.*",
          "*And I disappear \n\n A ghost amidst the combat \n\n Preparing to strike.*",
          "*A critical hit \n\n So very satisfying \n\n I live for such kills.*",
          "*Critical killing \n\n Is an art unto itself \n\n And I am Rembrandt.*",
          "*A critical kill \n\n Showers me in blood and spit \n\n How enjoyable.*",
          "*That was your own fault \n\n You should have paid attention \n\n And looked through the lie.*",
          "*Sorry, did that hurt? \n\n That sorry was sarcasm \n\n I am not sorry.*",
          "*I feel the burning \n\n Eating through my equipment \n\n Must stop, drop, and roll.*",
          "*I'm covered in slag! \n\n I must seek cover quickly \n\n or pain is coming.*",
          "*Disgusting, this slag \n\n Inelegant chemical \n\n Increases damage.*",
          "*A new instrument, \n\n Waiting for a sonata \n\n That I will conduct.*",
          "*Maybe I'll use you \n\n To blow a midget's head off. \n\n Or maybe I won't.*",
          "*Comparisons made \n\n But which is superior? \n\n A tough decision.*",
          "*A most confused death \n\n Dead before he even knew \n\n Where I had struck from.*",
          "*Striking from nowhere \n\n Killing with accuracy \n\n This is who I am.*",
          "*Yoo-hoo, stupid guy \n\n I was really over here \n\n Too bad you're dead now.*",
          "*I am everywhere \n\n And yet, I am nowhere, too \n\n I am infinite.*",
          "*Farewell, foolish thing \n\n Know that you have been deceived \n\n As your soul moves on.*",
          "*This is how you die \n\n A spectacle of violence \n\n Gorgeous and ugly.*",
          "*I relish your death \n\n You are so unsuspecting \n\n How satisfying.*",
          "*I say, boom biatch \n\n That's what you get for messing \n\n With the Assassin.*",
          "*I have destroyed you \n\n A deadly shot from nowhere \n\n The ghost Assassin.*",
          "*Over here you fools \n\n That was but an illusion \n\n I am your true foe.*",
          "*You fought well creature \n\n But I fought so much better \n\n I'll pick your corpse now.*",
          "*Assassinated \n\n What a satisfying word \n\n With five syllables.*",
          "*What happened to you? \n\n So strong, imposing, fearsome \n\n Oh yeah, I killed you.*",
          "*I witness your death \n\n You were so unsuspecting \n\n How satisfying.*",
          "*That is called roadkill \n\n Not the cleverest of words \n\n But appropriate.*",
          "*This is the story \n\n All about how my life got \n\n Flipped, turned upside-down.*",
          "*What was that speed bump \n\n That fell under my tires? \n\n Was that thing alive?*",
          "*I am nearly dead \n\n It's time for a second wind \n\n Let my aim be true.*",
          "*I will not die here \n\n I still have too much to do \n\n And too much ammo.*",
          "*I won't die today \n\n Not while I still have ammo \n\n I am a badass.*",
          "*I have arisen \n\n You will regret harming me \n\n My vengeance at hand.*",
          "*Second Wind achieved \n\n Pulled back from the brink of death \n\n I'm ready for more.*",
          "*I'm back from the dead \n\n To continue to raise hell \n\n Get out of my way.*",
          "*You should now be scared \n\n I don't die so easily \n\n And now I am pissed.*",
          "*Nice try savages \n\n I am not the dying type \n\n You shall die instead.*",
          "*This does not end here \n\n I have much further to go \n\n Before I fall dead.*",
          "*I got Second Wind \n\n Metaphorically speaking \n\n Breath overrated.*",
          "*I am eternal \n\n Death will never capture me \n\n My skills exceed his.*",
          "*I thank you for your \n\n Kindness and sincerity. \n\n Now, let's kill some stuff.*",
          "*Thank you for saving \n\n A not so innocent life \n\n By reviving me.*",
          "*Why, yes, I do have \n\n The skills to pay all my bills \n\n Figuratively.*",
          "*Oh, what? Yeah, what, bitch? \n\n Yeah, I just slapped you and stuff. \n\n What you gonna do?*",
          "*Let's duel, you and I \n\n So we can compare weapons \n\n And know who is more skilled.*",
          "*A chance to spar is \n\n Something I always adore \n\n I'm ready to fight.*",
          "*Was that a stiff wind? \n\n Or a fly landing on me? \n\n I barely felt it.*",
          "*A victory earned \n\n A hard fought battle, that was \n\n I honor my foe.*",
          "*That was a fine fight \n\n I say that due to your skill \n\n Not because I won.*",
          "*I lost fair and square \n\n Whatever that dumb phrase means \n\n Who loses a square?*",
          "*The battle complete \n\n The warriors are equal \n\n Identical skills.*",
          "*Hey, this area \n\n Smells vaguely of butts and death \n\n An unpleasant stench.*",
          "*You look troubled, ma'am \n\n Tell me how I may help you \n\n I long for a quest.*",
          "*I broke my fingers \n\n What a ludicrous mistake \n\n Damned critical fails*",
          "*What does this thing do? \n\n How do I solve this puzzle? \n\n Look it up online?*",
          "*I care not for cash \n\n Only for the pure combat \n\n That said, I'll buy guns.*",
          "*If your love awaits \n\n Why are you standing out here? \n\n Let's save her, stupid.*",
          "*Life is very short \n\n One day you will grow older \n\n And then you will die.*",
          "*Combat is my love \n\n Brutal violence, my partner \n\n I need no one else.*",
          "*A smoking cigar \n\n Is so much less interesting \n\n Than a smoking gun.*",
          "*To love one's mother? \n\n An unusual feeling. \n\n You're on your own.*",
          "*I need your blonde wig \n\n For reasons unimportant \n\n May I please have it?*",
          "*I am on a quest \n\n Which requires that blonde wig \n\n So uh, I need it.*",
          "*Sorry about this. \n\n I wanna finish the quest. \n\n Nothing personal.*",
          "*Lubrication is \n\n A means of making things work. \n\n His is grease. Mine? Blood.*",
          "*Your wooing tactic \n\n Is completely transparent. \n\n Your neg does not work.*",
          "*Hammerlock has left \n\n A large amount of moonshine \n\n Distilled it himself.*",
          "*Remote charges have \n\n A very long broadcast range \n\n His death came form space.*",
          "*Like the old story \n\n Of he with the waxen wings \n\n Except bloodier*",
          "*He wanted a break \n\n Now he can rest forever \n\n But who poisoned him?*",
          "*He hangs in the air \n\n The breeze stirring his body \n\n Animate, yet not.*",
          "*Hyperion scum \n\n Trying to catch a monster \n\n Oh, the irony*",
          "*I understand it. \n\n A message sent, and received. \n\n Mercy is coming.*",
          "*As my voice changes \n\n I cannot help but feel wrong \n\n I sound like a jerk.*",
          "*Now, I have Jack's voice \n\n I truly understand him \n\n He is an asshole.*",
          "*Since I speak as Jack \n\n I know him, inside and out \n\n Which sounds kind of gross.*",
          "*I miss my old voice \n\n I sound like a jackass now \n\n Pun not intended.*",
          "00110000",
          ":(_8(1)",
          ">_<",
          ":-P",
          ":-D",
          ">:-]",
          "[O][O]",
          "[.][.]",
          "^5",
          "D13",
          "K1LL",
          "1337",
          "PA1N",
          "W34K",
          "3MTA3",
          "4SS4SS1N",
          "<-SHOOT",
          "WTF",
          "OMG",
          "LOL",
          "GTFO",
          "\\M/",
          "\\0/",
          "!!!",
          "42",
          "666",
          "31415",
          "8675309",
          "8===D",
          ":)",
          "0",
          ":D",
          "WTF BRO",
          "<3",
          "FML",
          "?",
          "!",
          "$",
          "&&",
          "勝",
          "...",
          ":l",
          "ZZZ",
          ":(",
          "B0R3D",
          "嘆く",
          "OWND",
          "止"
        ]
      }
    }
  ]
}
